{
    "custom_points": [
      {
        "chakra": "Ajna",
        "aspect": "Emociones",
        "description": "Ajna responde por el pensamiento, la percepción imaginativa y lógica del mundo. Aquí se manifiesta cómo la persona procesa la información, construye su visión del mundo y expresa sus ideas.",
        "1": "Pensamiento de líder, activo y rápido. Sabe ver la esencia y tomar decisiones de inmediato.",
        "2": "Pensamiento intuitivo, percibe los subtextos, sensible a la energía de las palabras.",
        "3": "Pensamiento imaginativo, creativo y emocional. Expresa ideas de forma bella e inspiradora.",
        "4": "Pensamiento estructurado y lógico. Ve el sistema y sabe pensar estratégicamente.",
        "5": "Pensamiento aprendiz, ama lo nuevo y cambia fácilmente. Tiende a la dispersión.",
        "6": "Pensamiento armonioso y pacificador. Sabe ver todos los lados y encontrar equilibrio.",
        "7": "Analista profundo. Mente intuitiva, solitaria, inclinada al autoanálisis y a las dudas.",
        "8": "Intelecto fuerte y dominante. Mente con apoyo en hechos y resultados.",
        "9": "Pensamiento filosófico. Integra diferentes puntos de vista, sabiduría y visión espiritual.",
        "10": "Mente creativa e inestable. Puede saltar de una idea a otra. Genialidad al borde del caos.",
        "11": "Sobrecarga mental. Mente muy sensible, puede fatigarse fácilmente.",
        "12": "Pensamiento-víctima. Tiende a adaptarse, reprimir sus ideas en favor de otros.",
        "13": "Pensamiento innovador y revolucionario. Mente no estándar, puede causar shock en los demás.",
        "14": "Mente estética, ama la belleza de las formulaciones y la sutileza de las ideas.",
        "15": "Pensamiento mágico y esotérico. Inclinado al esoterismo y al conocimiento secreto.",
        "16": "Crisis mentales, reinicios de la mente. A través de la destrucción llega la renovación del pensamiento.",
        "17": "Optimismo, mente luminosa, fácilmente inspira y contagia con ideas.",
        "18": "Tendencia al pesimismo. Mente aterrizada, requiere claridad y confirmación material.",
        "19": "Mente iluminada. Pensamientos elevados, dirigidos al bien común.",
        "20": "Pensamiento cerrado, inclinado a los secretos. Información oculta, a menudo guarda silencio.",
        "21": "Mente madura. Une intuición y experiencia, sabe guiar con sus pensamientos.",
        "22": "Mente mística. Pensamiento más allá de la lógica, a través de iluminaciones, señales y flujos."
      },
      
      {
        "chakra": "Anahata",
        "aspect": "Emociones",
        "description": "Anahata responde por la esfera emocional, los sentimientos y el amor. Muestra cómo la persona expresa las emociones, construye los apegos, percibe la cercanía y el cuidado. A través de este chakra sentimos la conexión del alma con nosotros mismos y con los demás.",
        "1": "Sentimientos abiertos y valientes. Muestra simpatía rápidamente, emocionalmente generoso.",
        "2": "Emocionalidad tierna. Necesita seguridad, tiende al apego.",
        "3": "Jocosidad, ligereza en los sentimientos. Amor espontáneo, corazón abierto.",
        "4": "Sentimientos contenidos, expresión del amor a través del cuidado y el control.",
        "5": "Sentimientos cambiantes. Se enamora rápido y se enfría rápido.",
        "6": "Armonía, empatía, percepción sutil. Busca la paz y la comprensión mutua.",
        "7": "Sentimientos profundos, no se abre de inmediato. Requiere confianza y recogimiento.",
        "8": "Sentimientos estables. Expresa amor a través de acciones y protección.",
        "9": "Amor espiritual, compasión, capacidad de amar sin condiciones.",
        "10": "Altibajos emocionales. Sentimientos fuertes, pero difícil mantener estabilidad.",
        "11": "Ansiedad, soledad, deseo de reconocimiento.",
        "12": "Sacrificio en el amor. Tendencia a poner al otro por encima de sí mismo.",
        "13": "Expresión no estándar de los sentimientos. Sorprende, puede ser excéntrico.",
        "14": "Estética de los sentimientos. Amor a través de la belleza, percepción filosófica.",
        "15": "Sentimientos complejos, fatales. Posible apego doloroso.",
        "16": "Crisis y renacimiento en los sentimientos. Pasión y dolor van de la mano.",
        "17": "Amor inspirador. Alegría, generosidad del alma.",
        "18": "Dudas en el amor. Difícil confiar, necesita confirmación.",
        "19": "Amor que todo lo abarca. Capacidad de amar al mundo entero.",
        "20": "Sentimientos ocultos. Dificultad para expresarse, carácter enigmático.",
        "21": "Amor maduro y acogedor. Respeto, apoyo.",
        "22": "Amor incondicional y espiritual. Aceptación y bendición."
      },
      
      {
        "chakra": "Svadhisthana",
        "aspect": "Emociones",
        "description": "Svadhisthana es el chakra de la sensualidad, la sexualidad y el placer. A través de él se manifiesta nuestra capacidad de disfrutar, de la intimidad y de la aceptación de nuestro cuerpo.",
        "1": "Impulsividad, pasión, fuerte atracción física. Deseo de dominar y tomar la iniciativa.",
        "2": "Ternura, timidez, deseo de protección en la intimidad. La sensualidad se revela solo con confianza.",
        "3": "Sensualidad juguetona. Apertura al contacto físico, coqueteo, placer a través de la alegría.",
        "4": "Control, contención, apego a la estabilidad. Manifiesta los deseos a través de la seguridad.",
        "5": "Variabilidad, inclinación a los experimentos. Placer a través de la libertad y la novedad.",
        "6": "Sexualidad suave y diplomática. Armonía en la intimidad, capacidad de escuchar a la pareja.",
        "7": "Sensualidad profunda, puede tardar en abrirse. Sexualidad con un elemento de misterio.",
        "8": "Fuerza, fiabilidad, energía dominante. La sensualidad se manifiesta a través del cuidado y el control.",
        "9": "Fusión espiritual a través de la corporalidad. Aspiración a una intimidad profunda y consciente.",
        "10": "Deseos fuertes, a menudo impredecibles. Cambios de la pasión al enfriamiento.",
        "11": "Miedo a la intimidad, limitaciones internas. Pueden existir bloqueos a nivel corporal.",
        "12": "Tendencia a reprimir deseos, sacrificio. Puede poner los intereses de la pareja por encima de los suyos.",
        "13": "Preferencias originales, sexualidad no estándar. Puede ser impactante.",
        "14": "Estética en la esfera íntima. Amor por la belleza, lo táctil y la forma.",
        "15": "Deseos fatales. Atracción kármica, pasión como dependencia.",
        "16": "Intensas experiencias sensuales. Son posibles crisis en la intimidad.",
        "17": "Idealización de la intimidad. Visión romántica de la sexualidad.",
        "18": "Insatisfacción, resentimientos en la esfera íntima. Tendencia a reprimir los deseos.",
        "19": "Sensualidad como misión. Capacidad de dar placer para el bien.",
        "20": "Deseos ocultos, atracciones secretas. Conflictos internos con la corporalidad.",
        "21": "Sexualidad consciente y madura. Calma, confianza interior.",
        "22": "Fusión espiritual, sensualidad más allá de lo físico. Flujo de placer divino."
      },
      
      {
        "chakra": "Manipura",
        "aspect": "Emociones",
        "description": "Manipura es el chakra de la voluntad, la fuerza y la acción. Muestra cómo la persona manifiesta la iniciativa, alcanza sus metas, interactúa con el poder y el control.",
        "1": "Líder decidido, manifiesta la voluntad de manera brillante e inmediata. Actúa de forma independiente, avanza hacia adelante.",
        "2": "Actúa suavemente, a través de la interacción y el acuerdo. No le gusta la presión.",
        "3": "Manifiesta la voluntad a través de la creatividad. Inspira, transmite energía.",
        "4": "Organizado y sistemático. Tiende al control, la estabilidad y el orden.",
        "5": "Impulsivo, cambia rápidamente. Iniciador, pero puede no concluir lo que empieza.",
        "6": "Líder suave, busca equilibrio en las acciones. Sabe llegar a acuerdos.",
        "7": "Actúa desde la profundidad, después de reflexionar. No le gusta la prisa.",
        "8": "Centro de voluntad fuerte. Busca el poder, el resultado, tiende a dominar.",
        "9": "La voluntad está dirigida al bien. Líder con alto nivel de responsabilidad.",
        "10": "Inestabilidad en las acciones. Muchas ideas, pero difícil mantener el enfoque.",
        "11": "La voluntad está reprimida. A menudo actúa por miedo o bajo presión.",
        "12": "Sacrifica sus propios deseos por los demás. Tiende al agotamiento.",
        "13": "Maneras originales de actuar. Va contra el sistema, reformador.",
        "14": "Filosofía en las acciones. Actúa con estética, a través de la armonía.",
        "15": "Acciones manipulativas. Puede actuar en secreto, en la sombra.",
        "16": "Fuertes transformaciones de voluntad. A través de la destrucción hacia la fuerza.",
        "17": "Líder inspirador. Su voluntad se manifiesta a través de la luz, la idea, el ejemplo.",
        "18": "Tendencia a la apatía, puede evitar la responsabilidad.",
        "19": "Su misión es servir. Actúa por el bien común.",
        "20": "Acciones ocultas. Hace mucho en la sombra, sin publicidad.",
        "21": "Voluntad madura. Confianza, calma, poder interior.",
        "22": "Acción espiritual. Voluntad dirigida a un objetivo elevado, al servicio."
      },
      
      {
        "chakra": "Muladhara",
        "aspect": "Emociones",
        "description": "Muladhara es el chakra de la estabilidad, la seguridad y las finanzas. Muestra cómo la persona se relaciona con el dinero, los recursos, la supervivencia y las bases de la vida.",
        "1": "Autosuficiencia, construcción activa de apoyo. El dinero llega a través de la iniciativa.",
        "2": "Busca seguridad en la pareja. Finanzas a través de la interacción y la confianza.",
        "3": "Ligereza financiera, fuentes de ingresos no estándar. El dinero llega a través de la creatividad.",
        "4": "Estabilidad financiera, control, orden. Tendencia al ahorro.",
        "5": "Variabilidad financiera. Los ingresos están relacionados con los cambios y los viajes.",
        "6": "Armonía en las finanzas a través del servicio, la ayuda a otros. Tendencia al equilibrio.",
        "7": "Miedos financieros profundos o programas ancestrales. Es necesario confiar en el mundo.",
        "8": "Poderoso flujo de recursos. Atrae dinero fácilmente, pero puede haber dependencia de él.",
        "9": "Madurez financiera, gestión sabia. El dinero como instrumento de servicio.",
        "10": "Subidas y bajadas bruscas. Difícil mantener la constancia.",
        "11": "Ansiedad financiera, bloqueos en el tema de la supervivencia.",
        "12": "Tendencia al sacrificio. El dinero se gasta en ayudar a otros.",
        "13": "El dinero llega a través de ideas no estándar, fuentes inesperadas.",
        "14": "Gasta en belleza y confort. Finanzas a través de la estética y el estilo.",
        "15": "Apego al dinero, miedo a la pobreza. Son posibles pruebas.",
        "16": "Las crisis financieras conducen al renacimiento. Lecciones a nivel de supervivencia.",
        "17": "Finanzas a través de la inspiración, la misión. El dinero llega cuando la persona arde con una idea.",
        "18": "Pasividad financiera, evasión de la responsabilidad.",
        "19": "Finanzas en nombre de ayudar a otros. Capacidad de compartir.",
        "20": "Recursos ocultos, fuentes secretas de ingresos.",
        "21": "Actitud madura hacia el dinero. Confianza, visión estratégica.",
        "22": "Finanzas al servicio. El dinero como instrumento espiritual."
      },
      
      {
        "chakra": "Sahasrara",
        "aspect": "Emociones",
        "description": "Sahasrara es el chakra del camino espiritual y del propósito. Muestra hacia qué tiende el alma, qué misión lleva la persona y con qué está relacionado su Yo superior.",
        "1": "Propósito de líder, iniciador de cambios. El camino es a través de la acción y la influencia.",
        "2": "Misión de paz y armonía. Servicio a través de la intuición y el apoyo.",
        "3": "Inspirar, crear, compartir alegría. El propósito está en la autoexpresión.",
        "4": "Creación de estructuras, gestión, orden. El camino de la responsabilidad.",
        "5": "Enseñanza, viajes, intercambio de conocimientos. Desarrollo a través de la comunicación.",
        "6": "Servicio a través de la sanación y la armonización. La misión es la reconciliación.",
        "7": "Trabajo interior profundo. Camino kármico de purificación.",
        "8": "Misión de poder y logros. Camino del realizador, creador.",
        "9": "Liderazgo espiritual, sabiduría. Maestro, mentor.",
        "10": "Genio, camino inestable. Necesidad de aprender el equilibrio.",
        "11": "Misión de despertar, a menudo a través de la soledad. Gran sensibilidad.",
        "12": "Servicio, autosacrificio. Camino de la compasión.",
        "13": "Revolucionario, transformador. Camino de la renovación del mundo.",
        "14": "Esteta, filósofo. Propósito en la creación de belleza y sentido.",
        "15": "Maestro kármico. La misión es trabajar las pasiones y alcanzar la liberación.",
        "16": "Camino de transformaciones. A través de las crisis hacia la luz.",
        "17": "Inspirador, portador de luz. Lleva a la gente esperanza y fe.",
        "18": "Trabajo con el miedo y las limitaciones. Crecimiento a través de la aceptación de sí mismo.",
        "19": "Misión de servicio a la humanidad. Aporta ayuda global.",
        "20": "Ermitismo espiritual. Camino de recogimiento y trabajo con los misterios.",
        "21": "Servicio maduro y consciente. Misión de unir y guiar.",
        "22": "Guía espiritual. Porta luz, iluminación y amor universal."
      }
      
    ],
    "recommendations": [
  {
    "chakra": "Anahata",
    "description": "Anahata responde por la esfera emocional, los sentimientos y el amor. Muestra cómo la persona expresa las emociones, construye los apegos, percibe la cercanía y el cuidado. A través de este chakra sentimos la conexión del alma con nosotros mismos y con los demás.",
    "aspect": "Emociones",
    "1": {
      "pros": "Generador de ideas, inspira, guía a otros, transmite energía.",
      "contras": "Puede ser brusco, impaciente, no terminar lo que empieza."
    },
    "2": {
      "pros": "Intuitivo, armonioso, crea un ambiente cálido, apoya.",
      "contras": "Tendencia a manipular, demasiado sensible y susceptible."
    },
    "3": {
      "pros": "Aporta comodidad, belleza, cuidado, sabe disfrutar de la vida.",
      "contras": "Puede ser caprichoso, exigente e inestable emocionalmente."
    },
    "4": {
      "pros": "Crea estructura, estabilidad, fiabilidad. Apoyo y lógica.",
      "contras": "Rigidez, control, incapacidad de ser flexible."
    },
    "5": {
      "pros": "Sabiduría, espiritualidad, conocimiento. Mentor y consejero.",
      "contras": "Dogmatismo, tono de superioridad, terquedad."
    },
    "6": {
      "pros": "Amor, armonía, pacificación. Aporta apoyo.",
      "contras": "Dependencia, tendencia al sacrificio y a los resentimientos."
    },
    "7": {
      "pros": "Determinación, fuerza, protección. Estratega y defensor.",
      "contras": "Cerrado, impositivo, solitario."
    },
    "8": {
      "pros": "Racionalidad, control, estabilidad. Responsabilidad.",
      "contras": "Dureza, categórico, crítico."
    },
    "9": {
      "pros": "Intuición, profundidad, filosofía, sabiduría.",
      "contras": "Aislamiento, ensimismamiento, incomprensión."
    },
    "10": {
      "pros": "Flexibilidad, ligereza, adaptación a los cambios.",
      "contras": "Inconstancia, agitación, irresponsabilidad."
    },
    "11": {
      "pros": "Bondad, cuidado, compasión. Suave, natural.",
      "contras": "Tendencia al sacrificio, debilidad, inseguridad."
    },
    "12": {
      "pros": "Aceptación, paciencia, conexión con el linaje. Servicio.",
      "contras": "Sacrificio, dependencia, falta de voluntad."
    },
    "13": {
      "pros": "Flexibilidad, transformación, deseo de aprender.",
      "contras": "Superficialidad, miedo a los cambios, confusión."
    },
    "14": {
      "pros": "Armonía, belleza, capacidad de mantener el equilibrio.",
      "contras": "Pasividad, inercia, tendencia a la pereza."
    },
    "15": {
      "pros": "Pasión, carisma, fuerza de atracción.",
      "contras": "Manipulaciones, apegos, tentaciones."
    },
    "16": {
      "pros": "Honestidad, transformación, crecimiento interior.",
      "contras": "Crisis, destrucciones, rupturas emocionales."
    },
    "17": {
      "pros": "Fe, inspiración, sueño. Luz e ideales.",
      "contras": "Ilusiones, ingenuidad, desconexión de la realidad."
    },
    "18": {
      "pros": "Profundidad de sentimientos, intuición, imaginación.",
      "contras": "Miedos, ilusiones, incomprensión de sí mismo."
    },
    "19": {
      "pros": "Apertura, alegría, amor a la vida.",
      "contras": "Demasiada ingenuidad, orgullo, superficialidad."
    },
    "20": {
      "pros": "Despertar, misión espiritual, alto propósito.",
      "contras": "Categórico, brusco, rechazo de la opinión ajena."
    },
    "21": {
      "pros": "Madurez, estabilidad, sabiduría. Capacidad de concluir.",
      "contras": "Estancamiento, sobrecarga, falta de motivación."
    },
    "22": {
      "pros": "Intuición, espiritualidad, revelaciones, conexión con lo superior.",
      "contras": "Encierro, desconexión de la realidad, soberbia espiritual."
    }
        }
        ],
    "compatibility": [
  {
    "chakra": "Anahata",
    "aspect": "Emociones",
    "description": "Anahata responde por la esfera emocional, los sentimientos y el amor. Muestra cómo la persona expresa las emociones, construye los apegos, percibe la cercanía y el cuidado. A través de este chakra sentimos la conexión del alma con nosotros mismos y con los demás.",
    "source": "El primer número (antes del guion) se toma de la primera tabla de chakras 'chakra_anahata' (aspecto: Emociones), el segundo número de la segunda tabla de chakras de la misma categoría. Se utilizan valores de 'chakra_anahata' (aspecto: Emociones).",
    "1-1": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'abiertos y ligeros' — estilos emocionales cercanos."
    },
    "1-2": {
      "compatibilidad": "baja",
      "descripcion": "Los estilos emocionales son muy diferentes. Posibles conflictos en la expresión de los sentimientos."
    },
    "1-3": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'abiertos y ligeros' — estilos emocionales cercanos."
    },
    "1-4": {
      "compatibilidad": "baja",
      "descripcion": "Los estilos emocionales son muy diferentes. Posibles conflictos en la expresión de los sentimientos."
    },
    "1-5": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "1-6": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "1-7": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "1-8": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "1-9": {
      "compatibilidad": "media",
      "descripcion": "Uno inspira, el otro se conecta a nivel del alma. Posible vínculo intenso, pero no siempre estable."
    },
    "1-10": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "1-11": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "1-12": {
    "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "1-13": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },

    "1-14": {
      "compatibilidad": "media",
      "descripcion": "Uno inspira, el otro se conecta a nivel del alma. Posible vínculo intenso, pero no siempre estable."
    },
    "1-15": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "1-16": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "1-17": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'abiertos y ligeros' — estilos emocionales cercanos."
    },
    "1-18": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "1-19": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'abiertos y ligeros' — estilos emocionales cercanos."
    },
    "1-20": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "1-21": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "1-22": {
      "compatibilidad": "media",
      "descripcion": "Uno inspira, el otro se conecta a nivel del alma. Posible vínculo intenso, pero no siempre estable."
    },
    "2-2": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'profundos y confiados' — estilos emocionales cercanos."
    },
    "2-3": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "2-4": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "2-5": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "2-6": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'profundos y confiados' — estilos emocionales cercanos."
    },
    "2-7": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'profundos y confiados' — estilos emocionales cercanos."
    },
    "2-8": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "2-9": {
      "compatibilidad": "media",
      "descripcion": "Valores profundos compartidos — posible vínculo emocional suave."
    },
    "2-10": {
      "compatibilidad": "media",
      "descripción": "Compatibilidad media. El 2, suave y sensible, busca cuidado, mientras que el 10 expresa sus emociones a través de la fuerza y el control. Uno espera ternura, el otro respeto y reconocimiento. La unión es posible si aprenden a comprender los diferentes lenguajes del amor. Consejo: el 2 — no temas la fuerza del 10; el 10 — muestra más suavidad."
    },
    "2-11": {
      "compatibilidad": "media",
      "descripción": "Compatibilidad media. El 2 es tranquilo y pacífico, el 11 vive en montañas rusas emocionales. A veces esto atrae, a veces cansa. La unión es intensa, pero inestable. Consejo: acuerden reglas de comportamiento durante las discusiones."
    },
    "2-12": {
      "compatibilidad": "media",
      "descripción": "Compatibilidad media. Ambas energías son cuidadosas, pero el 2 busca la armonía y el 12 tiende al sacrificio. Uno se siente infravalorado, el otro sobrecargado. Consejo: distribuyan el cuidado de manera equilibrada, sin excesos de sacrificio."
    },
    "2-13": {
      "compatibilidad": "media",
      "descripción": "Compatibilidad media. El 2 busca la calma, el 13 trae crisis y cambios. En la pareja se alternan la tranquilidad y las sacudidas, lo que crea un vaivén agotador. Consejo: acepten los ciclos: el 2 aprende a transformarse, el 13 a cuidar la estabilidad."
    },
    "2-14": {
      "compatibilidad": "media",
      "descripcion": "Valores profundos compartidos — posible vínculo emocional suave."
    },
    "2-15": {
      "compatibilidad": "media",
      "descripción": "Compatibilidad media. El 2 anhela ternura, el 15 es dramático y apasionado. Uno suaviza, el otro intensifica. La pareja se equilibra en el límite entre “cuento de hadas” y “tragedia”. Consejo: aprendan a suavizar los conflictos a tiempo."
    },
    "2-16": {
      "compatibilidad": "media",
      "descripción": "Compatibilidad media. El 2 busca estabilidad, el 16 trae cambios y ruptura de lo antiguo. La unión requiere valentía de ambos. Consejo: el 2 — acepta los cambios como un recurso, el 16 — muestra cuidado por los sentimientos de tu pareja."
    },
    "2-17": {
      "compatibilidad": "media",
      "descripción": "Compatibilidad media. El 2 ama la tranquilidad, el 17 busca inspiración y generosidad. A veces es armonioso, a veces difícil. Consejo: alternen la comodidad y la inspiración, en lugar de oponerlos."
    },
    "2-18": {
      "compatibilidad": "media",
      "descripción": "Compatibilidad media. El 2 es confiado, el 18 es ansioso. Uno espera sencillez, el otro está revisando todo el tiempo. Esto genera una sensación de inestabilidad. Consejo: creen apoyos — rituales familiares y acuerdos."
    },
    "2-19": {
      "compatibilidad": "media",
      "descripción": "Compatibilidad media. El 2 quiere un amor personal, el 19 se entrega a todos. Surge una brecha entre “para nosotros” y “para todos”. Consejo: acuerden cuánta energía va a la familia y cuánta al mundo exterior."
    },
    "2-20": {
      "compatibilidad": "media",
      "descripción": "Compatibilidad media. El 2 es suave y tranquilo, el 20 es brillante y carismático. La unión es complementaria, pero el ritmo diferente resulta agotador. Consejo: respeten el ritmo del otro: el 2 — la calma, el 20 — el escenario."
    },

    "2-21": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'profundos y confiados' — estilos emocionales cercanos."
    },
    "2-22": {
      "compatibilidad": "media",
      "descripcion": "Valores profundos compartidos — posible vínculo emocional suave."
    },
    "3-3": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'abiertos y ligeros' — estilos emocionales cercanos."
    },
    "3-4": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "3-5": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "3-6": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "3-7": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "3-8": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "3-9": {
      "compatibilidad": "media",
      "descripcion": "Uno inspira, el otro se conecta a nivel del alma. Posible vínculo intenso, pero no siempre estable."
    },
    "3-10": {
      "compatibilidad": "media",
      "descripción": "Compatibilidad media. El 3 es creativo y ligero, el 10 es estricto y exigente. Uno aporta alegría, el otro reglas. La unión es posible si se valora la contribución de cada uno. Consejo: combinen la celebración con el orden."
    },
    "3-11": {
      "compatibilidad": "media",
      "descripción": "Compatibilidad media. El 3 es alegre y juguetón, el 11 es sensible y emocional. En la pareja hay muchos sentimientos, pero poca estabilidad. Consejo: el 3 — presta más atención a las emociones, el 11 — sé más suave en tus reacciones."
    },
    "3-12": {
      "compatibilidad": "media",
      "descripción": "Compatibilidad media. El 3 busca vivir con ligereza, el 12 se sacrifica por los demás. Uno teme perder la libertad, el otro sentirse infravalorado. Consejo: busquen el equilibrio entre ligereza y cuidado."
    },
    "3-13": {
      "compatibilidad": "media",
      "descripción": "Compatibilidad media. El 3 aporta alegría, el 13 trae crisis y cambios. En lugar de fluidez, hay una alternancia de subidas y bajadas. Consejo: añadan estabilidad en los períodos de cambio."
    },
    "3-14": {
      "compatibilidad": "media",
      "descripcion": "Uno inspira, el otro se conecta a nivel del alma. Posible vínculo intenso, pero no siempre estable."
    },
    "3-15": {
      "compatibilidad": "media",
      "descripción": "Compatibilidad media. El 3 es juguetón, el 15 es dramático. La unión combina ligereza y pasión, pero los conflictos son frecuentes. Consejo: aprendan a soltar las emociones a tiempo."
    },
    "3-16": {
      "compatibilidad": "media",
      "descripción": "Compatibilidad media. El 3 ama la vida aquí y ahora, el 16 atrae crisis. En lugar de calma, hay sacudidas constantes. Consejo: planifiquen los cambios e introdúzcanlos poco a poco."
    },
    "3-17": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'abiertos y ligeros' — estilos emocionales cercanos."
    },
    "3-18": {
      "compatibilidad": "media",
      "descripción": "Compatibilidad media. El 3 es optimista, el 18 es ansioso. Uno se alegra, el otro se preocupa. Esto agota a ambos. Consejo: utilicen el humor y la seriedad como equilibrio."
    },
    "3-19": {
      "compatibilidad": "media",
      "descripcion": "Compatibilidad media. El 3 ama la celebración, el 19 vive con una misión. Uno piensa en “para sí mismo”, el otro en “para todos”. Consejo: unan lo personal con lo colectivo."
    },
    "3-20": {
      "compatibilidad": "media",
      "descripción": "Compatibilidad media. El 3 es ligera y femenina, el 20 es fuerte y carismático. La unión se sostiene en el contraste entre fuerza y ternura. Consejo: respeten ambas cualidades."
    },
    "3-21": {
      "compatibilidad": "media",
      "descripción": "Совместимость средняя. 3 ищет лёгкости, 21 — свободы и приключений. На первый взгляд похоже, но темпы разные. Совет: синхронизируйте ритмы, чтобы не «разбегаться»."
    },
    "3-22": {
      "compatibilidad": "media",
      "descripcion": "Uno inspira, el otro se conecta a nivel del alma. Posible vínculo intenso, pero no siempre estable."
    },
    "4-4": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'controladores y contenidos' — estilos emocionales cercanos."
    },
    "4-5": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "4-6": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "4-7": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "4-8": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'controladores y contenidos' — estilos emocionales cercanos."
    },
    "4-9": {
      "compatibilidad": "baja",
      "descripción": "Compatibilidad baja. La emocionalidad contenida, «a través del cuidado y el control» del 4, choca con el amor incondicional y espiritual del 9. Uno espera reglas y confirmaciones, mientras que el otro fluye con el corazón y no entiende los límites estrictos. Surgen disputas sobre la «corrección» de los sentimientos y resentimiento por el (frío» o la «vaguedad). Consejo: negocien los límites y los rituales de cercanía; el 4 — menos control, el 9 — más manifestaciones explícitas."
    },
    "4-10": {
      "compatibilidad": "baja",
      "descripción": "Compatibilidad baja. La necesidad del 4 de estabilidad no soporta los altibajos emocionales del 10. A su vez, el 10 percibe el estilo del 4 como rígido y «seco». En la relación suele haber una lucha por la tonalidad del vínculo: uno espera calma, el otro — dinamismo. Consejo: establezcan «ventanas» para las emociones y «ventanas» para la tranquilidad."
    },
    "4-11": {
      "compatibilidad": "baja",
      "descripción": "Compatibilidad baja. La estructura y el control del 4 chocan con la ansiedad emocional y la búsqueda de reconocimiento del 11. Uno «recoge», el otro «agita» — por eso en la pareja pueden darse constantes altibajos. El 4 se cansa de la inconstancia, el 11 de la «sequedad». Consejo: el 4 — ofrezca una confirmación cálida; el 11 — aprenda a pedir apoyo antes de las «tormentas»."
    },
    "4-12": {
      "compatibilidad": "baja",
      "descripción": "Compatibilidad baja. El 4 valora la manejabilidad de las emociones y la claridad, mientras que el 12 tiende a la abnegación y a disolverse. La relación cae en el patrón de «controlador–sacrificado». El 4 puede sentirse herido por la debilidad del 12, y el 12 por la frialdad del 4. Consejo: implementen la regla de necesidades equivalentes: presten atención y cuidado tanto a sí mismos como a la pareja."
    },
    "4-13": {
      "compatibilidad": "baja",
      "descripción": "Compatibilidad baja. La emocionalidad conservadora del 4 y la expresión excéntrica y poco convencional de los sentimientos del 13 no logran encontrar un lenguaje común. Uno espera calma, el otro busca romper con lo habitual. En la pareja puede aparecer la sensación de que el compañero es «demasiado raro» o «demasiado aburrido». Consejo: el 4 — intente experimentos «seguros»; el 13 — explique sus motivos para que la novedad no asuste."
    },
    "4-14": {
      "compatibilidad": "baja",
      "descripción": "Compatibilidad baja. La practicidad y la estructuración del 4 se enfrentan a la delicadeza y la búsqueda de belleza del 14. Uno valora la esencia, el otro la forma. Surge el conflicto entre el «hay que» y el «quiero que sea bonito». Consejo: combinen ambos enfoques: uno «por utilidad» y otro «por belleza» en cada decisión compartida."
    },
    "4-15": {
      "compatibilidad": "baja",
      "descripción": "Compatibilidad baja. El 4 busca previsibilidad y apoyo, mientras que el 15 aporta drama y un tinte fatalista a las experiencias. En lugar de calma, los compañeros se encuentran en un péndulo: cercanía — distanciamiento, alegría — sufrimiento. Consejo: acuerden «botones rojos»: lo que no se debe hacer en una discusión; añadan canales seguros para tratar los temas profundos."
    },
    "4-16": {
      "compatibilidad": "baja",
      "descripción": "Compatibilidad baja. El 16 vive en ciclos de crisis y renacimiento, mientras que el 4 intenta «no permitir» las crisis. Uno busca renovaciones, el otro la conservación de lo habitual. En la pareja surge la sensación de una presión constante. Consejo: planifiquen las transformaciones con antelación (formato, plazos, apoyo): así el 4 mantendrá su base y el 16 obtendrá la transformación."
    },
    "4-17": {
      "compatibilidad": "baja",
      "descripción": "Compatibilidad baja. El 17, inspirador y ligero, percibe al 4 como «restrictivo», mientras que el 4 ve al 17 como «poco serio». Al final, la pareja tiene ritmos y enfoques de vida diferentes. Consejo: el 4 — dosifique el control dejando espacio para la espontaneidad; el 17 — consolide la inspiración con acciones concretas."
    },
    "4-18": {
      "compatibilidad": "baja",
      "descripción": "Compatibilidad baja. El 18 tiende a la ansiedad y a las dudas, mientras que el 4 responde con reglas y lógica. En la pareja se activa un ciclo: «preguntó — verificaron — se agotaron». Uno necesita apoyo emocional, el otro silencio. Consejo: introduzcan «contratos de confianza»: qué se confirma con hechos y dónde se confía en la palabra o el sentimiento."
    },
    "4-19": {
      "compatibilidad": "baja",
      "descripción": "Compatibilidad baja. El amor abarcador y generoso del 19 expande los límites, mientras que el 4 intenta fijarlos. Uno quiere «para todos», el otro «para el hogar». Esto conduce a resentimientos mutuos: el 19 se siente restringido, el 4 — desatendido. Conejo: definan ámbitos de libertad (para el 19) y de apoyo (para el 4), sin mezclarlos."
    },
    "4-20": {
      "compatibilidad": "alta",
      "descripción": "Ambos socios pertenecen al grupo 'controladores y contenidos', con estilos emocionales cercanos."
    },
    "4-21": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "4-22": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "5-5": {
      "compatibilidad": "alta",
      "descripción": "Ambos socios pertenecen al grupo 'inestables y sacrificados', con estilos emocionales cercanos."
    },
    "5-6": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "5-7": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "5-8": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "5-9": {
      "compatibilidad": "baja",
      "descripción": "Compatibilidad baja. La 5, amante de la libertad y cambiante, convive con dificultad con la profunda espiritualidad y la seriedad del 9. Uno busca ligereza, novedad e impresiones; el otro — sentido, profundidad y estabilidad. Los compañeros pueden percibirse mutuamente como «demasiado superficial» o «demasiado pesado». Consejo: acepten la diferencia como un recurso: el 5 aporta movimiento y alegría, el 9 — sabiduría y sentido."
    },
    "5-10": {
      "compatibilidad": "alta",
      "descripción": "Compatibilidad baja. La energía de libertad y cambios del 5 choca con el liderazgo exigente del 10. El 5 no tolera la presión ni las reglas, y el 10 no soporta el caos ni la imprevisibilidad. Al final puede surgir una lucha por «quién pone las reglas». Consejo: distribuyan las áreas de libertad y las de control, para que cada uno tenga su propio espacio.."
    },
    "5-11": {
      "compatibilidad": "alta",
      "descripción": "Compatibilidad baja. El 5, ligero y juguetón, y el 11, emocionalmente intenso, forman una unión llena de pasiones e inestabilidad. Las emociones suben y bajan, y a los compañeros les resulta difícil mantener el equilibrio. Los sentimientos se encienden rápido y pueden apagarse con la misma rapidez. Consejo: establezcan apoyos — metas comunes, rituales o proyectos que sostengan la relación.."
    },
    "5-12": {
      "compatibilidad": "alta",
      "descripción": "Compatibilidad baja. El 5, abierto y libre, quiere vivir para sí mismo, mientras que el 12, sacrificado, tiende a disolverse en la pareja o en el servicio. Uno considera al otro «demasiado egoísta», y el otro — «demasiado dependiente». Consejo: respeten las elecciones de cada uno y busquen un punto medio entre «para uno mismo» y «para los demás».."
    },
    "5-13": {
      "compatibilidad": "alta",
      "descripción": "Compatibilidad baja. El 5 ama la ligereza y las nuevas experiencias, mientras que el 13 se inclina hacia crisis y transformaciones dramáticas. En lugar de alegría y estabilidad, hay sacudidas constantes. Los compañeros se cansan de la sensación de que «nada puede preverse». Consejo: introduzcan elementos de estabilidad: pequeños hábitos o rituales para mantener la base."
    },
    "5-14": {
      "compatibilidad": "baja",
      "descripción": "Compatibilidad baja. El 5 es caótico, espontáneo y amante de la velocidad, mientras que el 14 busca la belleza, la perfección y la armonía. Uno quiere «rápido y sencillo», el otro «con calidad e ideal». Esto genera críticas y reproches mutuos. Consejo: acuerden las prioridades: dónde importa la rapidez y dónde la calidad y la delicadeza.."
    },
    "5-15": {
      "compatibilidad": "alta",
      "descripción": "Ambos socios pertenecen al grupo 'inestables y sacrificados', con estilos emocionales cercanos."
    },
    "5-16": {
      "compatibilidad": "alta",
      "descripción": "Ambos socios pertenecen al grupo 'inestables y sacrificados', con estilos emocionales cercanos."
    },
    "5-17": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "5-18": {
      "compatibilidad": "alta",
      "descripción": "Ambos socios pertenecen al grupo 'inestables y sacrificados', con estilos emocionales cercanos."
    },
    "5-19": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "5-20": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "5-21": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "5-22": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "6-6": {
      "compatibilidad": "alta",
      "descripción": "Compatibilidad alta. Dos almas sensibles y cariñosas comprenden perfectamente las emociones del otro. La unión se construye sobre la calidez y la confianza, pero existe el riesgo de una excesiva susceptibilidad. Consejo: no sobrecarguen la relación con pequeñas quejas."
    },
    "6-7": {
      "compatibilidad": "alta",
      "descripción": "Ambos socios pertenecen al grupo 'profundos y confiados', con estilos emocionales cercanos."
    },
    "6-8": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "6-9": {
      "compatibilidad": "media",
      "descripción": "Valores profundos en común: es posible un vínculo emocional suave."
    },
    "6-10": {
      "compatibilidad": "baja",
      "descripción": "Compatibilidad baja. El 6, emocional y afectuoso, espera calor y atención, mientras que el 10, de carácter líder, expresa sus sentimientos a través del control y la exigencia. Uno percibe frialdad y presión, el otro se cansa de las «emociones demasiado blandas». Consejo: el 6 — aprende a aceptar la fuerza del 10; el 10 — ofrece apoyo sin presión."
    },
    "6-11": {
      "compatibilidad": "baja",
      "descripción": "Compatibilidad baja. La 6, tierna, busca tranquilidad, mientras que el 11 vive en tormentas emocionales. Uno tiende al silencio, el otro a la drama. La unión se convierte en un vaivén entre estabilidad y caos. Consejo: acuerden «zonas de silencio» y tiempos para las emociones, a fin de mantener el equilibrio."
    },
    "6-12": {
      "compatibilidad": "baja",
      "descripción": "Compatibilidad baja. El 6 desea reciprocidad y cuidado, mientras que el 12 tiende al sacrificio y a la abnegación. Uno siente que recibe «demasiado poco», el otro que su entrega no es valorada. Consejo: aprendan el intercambio: el cuidado del 6 + la sabiduría del 12 = equilibrio, siempre que ambos no caigan en extremos."
    },
    "6-13": {
      "compatibilidad": "baja",
      "descripción": "Compatibilidad baja. El 6 busca estabilidad emocional, mientras que el 13 trae crisis y ruptura de lo habitual. Uno espera silencio, el otro cambios y drama. La unión se percibe como «tormenta para uno y aburrimiento para el otro». Consejo: introduzcan «islas de calma» en medio de las crisis y hablen sobre qué cambiar y qué conservar."
    },
    "6-14": {
      "compatibilidad": "media",
      "descripción": "Valores profundos en común: es posible un vínculo emocional suave."
    },
    "6-15": {
      "compatibilidad": "media",
      "descripción": "Compatibilidad media. El 6 es cariñoso y tierno, el 15 es dramático y fatal. Juntos crean una unión llena de pasión y cuidado, pero con riesgo de agotamiento. Consejo: añadan ligereza a la vida cotidiana."
    },
    "6-16": {
      "compatibilidad": "media",
      "descripción": "Compatibilidad media. El 6 busca la armonía, el 16 rompe lo viejo para dar paso a lo nuevo. Una unión contrastante, pero que impulsa el crecimiento. Consejo: el 6 — acepta los cambios, el 16 — cuida la estabilidad de tu pareja."
    },
    "6-17": {
      "compatibilidad": "media",
      "descripción": "Compatibilidad media. El 6 es hogareño y cálido, el 17 es inspirador y generoso. La unión se complementa, pero requiere respeto por el estilo de cada uno. Consejo: combinen la comodidad con la inspiración."
    },
    "6-18": {
      "compatibilidad": "baja",
      "descripción": "Compatibilidad baja. El 6 busca sentimientos estables y cálidos, mientras que el 18 es ansioso y propenso a las dudas. Uno espera tranquilidad, el otro verifica y desconfía. El resultado es un ciclo agotador. Consejo: fortalezcan la confianza: establezcan reglas sobre qué se confirma con hechos y qué se acepta por fe."
    },
    "6-19": {
      "compatibilidad": "baja",
      "descripción": "Compatibilidad baja. El 6 quiere comodidad e intimidad «para dos», mientras que el 19 se entrega a todos y se inclina hacia un amor amplio. Uno siente falta de atención, el otro — limitación en los límites. Consejo: distribuyan la energía: una parte para la familia, otra para el mundo."
    },
    "6-20": {
      "compatibilidad": "baja",
      "descripción": "Compatibilidad baja. El 6, sensible y tranquilo, expresa las emociones con suavidad, mientras que el 20 lo hace de manera intensa y enérgica. Los estilos diferentes generan tensión y la sensación de hablar «idiomas distintos». Consejo: acepten ambos estilos — el «calor silencioso» y la «pasión intensa», sin oponerlos."
    },
    "6-21": {
      "compatibilidad": "alta",
      "descripción": "Ambos socios pertenecen al grupo 'profundos y confiados', con estilos emocionales cercanos."
    },
    "6-22": {
      "compatibilidad": "media",
      "descripción": "Valores profundos en común: es posible un vínculo emocional suave."
    },

    "7-7": {
      "compatibilidad": "alta",
      "descripción": "Compatibilidad alta. Dos “guerreros” con fuerza y franqueza similares. La unión es apasionada y enérgica, pero pueden surgir conflictos por la rivalidad. Consejo: dirijan la energía hacia victorias comunes."
    },
    "7-8": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "7-9": {
      "compatibilidad": "media",
      "descripción": "Valores profundos en común: es posible un vínculo emocional suave."
    },
    "7-10": {
      "compatibilidad": "baja",
      "descripción": "Compatibilidad baja. El 7, combativo e independiente, y el 10, que exige sumisión y reconocimiento de su liderazgo. Surge un choque de dos energías fuertes, donde cada uno busca ser el principal. Consejo: transformen la rivalidad en proyectos conjuntos, donde ambos puedan ser líderes."
    },
    "7-11": {
      "compatibilidad": "baja",
      "descripción": "Compatibilidad baja. El 7, activo y directo, y el 11, emocional y sensible. Uno corta de raíz, el otro se refugia en la drama. La unión se construye sobre altibajos constantes. Consejo: establezcan «reglas de comunicación»: menos gritos y ofensas, más honestidad y concreción."
    },
    "7-12": {
      "compatibilidad": "baja",
      "descripción": "Compatibilidad baja. El 7 vive en la lucha y el empuje, mientras que el 12 tiende al sacrificio y a la suavidad. En la pareja aparece el patrón de «dominante–que cede». Consejo: es importante aprender el equilibrio: el 7 — suavizar el empuje; el 12 — marcar más límites."
    },
    "7-13": {
      "compatibilidad": "baja",
      "descripción": "Compatibilidad baja. El 7 busca claridad y victorias, mientras que el 13 trae crisis y ruptura de lo habitual. En lugar de calma, hay conflictos y turbulencias constantes. Consejo: hablen sobre qué cambiar y qué conservar; el 7 — aprende paciencia, el 13 — suavidad."
    },
    "7-14": {
      "compatibilidad": "media",
      "descripción": "Valores profundos en común: es posible un vínculo emocional suave."
    },
    "7-15": {
      "compatibilidad": "baja",
      "descripción": "Compatibilidad baja. El 7, terco y rígido, y el 15, dramático y fatalista. La unión rápidamente cae en «experiencias pesadas» y en la lucha por el control. Consejo: busquen alivio a través del deporte o de acciones conjuntas."
    },
    "7-16": {
      "compatibilidad": "baja",
      "descripción": "Compatibilidad baja. El 7 no tolera limitaciones, mientras que el 16 trae crisis y destrucciones con regularidad. Uno quiere estabilidad a través del control, el otro derriba lo establecido. Consejo: aprendan a ver el valor de los cambios, pero acuerden el ritmo de las transformaciones."
    },
    "7-17": {
      "compatibilidad": "baja",
      "descripción": "Compatibilidad baja. El 7 lucha de frente, mientras que el 17 inspira con suavidad. Los estilos diferentes llevan a la incomprensión mutua. Consejo: valoren las diferencias: el 7 aporta fuerza, el 17 — suaviza las aristas."
    },
    "7-18": {
      "compatibilidad": "baja",
      "descripción": "Compatibilidad baja. El 7 actúa con brusquedad, mientras que el 18 es propenso a las dudas y a la ansiedad. Uno exige rapidez, el otro se hunde en el análisis. Consejo: introduzcan pausas antes de las decisiones importantes para tener en cuenta ambas posturas."
    },
    "7-19": {
      "compatibilidad": "baja",
      "descripción": "Compatibilidad baja. El 7 lucha por lo suyo, mientras que el 19 vive en un amor universal. Uno ve en el otro «debilidad», y el otro percibe «agresión». Consejo: el 7 — aprende a abrir el corazón; el 19 — aprende a defender los límites."
    },
    "7-20": {
      "compatibilidad": "baja",
      "descripción": "Compatibilidad baja. El 7 y el 20 son energías fuertes, pero se expresan de manera diferente: el 7 a través de la perseverancia, el 20 mediante la carisma. A menudo surge una lucha por el liderazgo. Consejo: busquen ámbitos donde el liderazgo pueda compartirse."
    },
    "7-21": {
      "compatibilidad": "alta",
      "descripción": "Ambos socios pertenecen al grupo 'profundos y confiados', con estilos emocionales cercanos."
    },
    "7-22": {
      "compatibilidad": "media",
      "descripción": "Valores profundos en común: es posible un vínculo emocional suave."
    },
    "8-8": {
      "compatibilidad": "alta",
      "descripción": "Compatibilidad alta. Dos energías fuertes de poder y estructura. La unión es confiable, pero puede derivar en una lucha por el control. Consejo: dividan las áreas de influencia."
    },
    "8-9": {
      "compatibilidad": "baja",
      "descripción": "Compatibilidad baja. El 8 ve el mundo a través de la fuerza y el poder, mientras que el 9 lo hace a través de la filosofía y la espiritualidad. Las referencias diferentes conducen a disputas sobre los valores. Consejo: el 8 — aprende a escuchar la profundidad; el 9 — acepta la fuerza material como un recurso."
    },
    "8-10": {
      "compatibilidad": "baja",
      "descripción": "Compatibilidad baja. Ambas energías son de liderazgo, pero se manifiestan de manera diferente: el 8 a través del poder, el 10 mediante el control. En lugar de unión, surge competencia. Consejo: dividan las esferas de influencia."
    },
    "8-11": {
      "compatibilidad": "baja",
      "descripción": "Compatibilidad baja. El 8 es práctico y rígido, mientras que el 11 es emocional e inconstante. Uno exige estabilidad, el otro vive en altibajos. Consejo: el 8 — muestra paciencia; el 11 — aprende el equilibrio."
    },
    "8-12": {
      "compatibilidad": "baja",
      "descripción": "Compatibilidad baja. El 8 está acostumbrado a mandar, mientras que el 12 tiende al sacrificio. En la pareja existe un gran riesgo de desigualdad. Consejo: el 8 — ejerce menos presión; el 12 — marca más límites."
    },
    "8-13": {
      "compatibilidad": "baja",
      "descripción": "Compatibilidad baja. El 8 valora el orden, mientras que el 13 trae crisis. Uno construye, el otro derriba. Consejo: hablen de los cambios con antelación."
    },
    "8-14": {
      "compatibilidad": "baja",
      "descripción": "Compatibilidad baja. El 8 es pragmático, mientras que el 14 se inclina hacia la belleza. Uno considera las emociones un exceso, el otro sufre por la sequedad. Consejo: valoren ambos lados."
    },
    "8-15": {
      "compatibilidad": "baja",
      "descripción": "Compatibilidad baja. El 8 exige disciplina, mientras que el 15 se refugia en el drama. En lugar de armonía, surge un péndulo de control y sufrimiento. Consejo: acuerden dónde se permiten las emociones y dónde es necesario el orden."
    },
    "8-16": {
      "compatibilidad": "baja",
      "descripción": "Compatibilidad baja. El 8 construye y consolida, mientras que el 16 derriba y reconstruye. Una fuerte confrontación. Consejo: construyan lo nuevo juntos, y no uno contra el otro."
    },
    "8-17": {
      "compatibilidad": "baja",
      "descripción": "Compatibilidad baja. El 8 ama el control, mientras que el 17 inspira. Uno es práctico, el otro soñador. Consejo: unan la practicidad con la creatividad."
    },
    "8-18": {
      "compatibilidad": "baja",
      "descripción": "Compatibilidad baja. El 8 es seguro de sí mismo, mientras que el 18 es ansioso. Uno insiste, el otro duda. Consejo: el 8 — sé más suave; el 18 — refuerza tu confianza."
    },
    "8-19": {
      "compatibilidad": "baja",
      "descripción": "Compatibilidad baja. El 8 se centra en la fuerza, mientras que el 19 en el amor. Uno ve poder, el otro entrega. Consejo: busquen una causa común."
    },
    "8-20": {
      "compatibilidad": "alta",
      "descripción": "Ambos socios pertenecen al grupo 'controladores y contenidos', con estilos emocionales cercanos."
    },
    "8-21": {
      "compatibilidad": "baja",
      "descripción": "Compatibilidad baja. El 8 retiene, mientras que el 21 busca la libertad. En la unión surge una lucha entre control y libertad. Consejo: respeten el espacio del otro."
    },
    "8-22": {
      "compatibilidad": "baja",
      "descripción": "Compatibilidad baja. El 8 opera con recursos, mientras que el 22 piensa a gran escala. Uno dice «realista», el otro «global». Cosejo: el 8 — no limites; el 22 — ten en cuenta los recursos."
    },
    "9-9": {
      "compatibilidad": "alta",
      "descripción": "ompatibilidad alta. Los socios espirituales y filosóficos se comprenden a un nivel profundo. Pero pueden olvidar las alegrías terrenales. Consejo: mantengan el equilibrio entre lo espiritual y lo cotidiano."
    },
    "9-10": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "9-11": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "9-12": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "9-13": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "9-14": {
      "compatibilidad": "alta",
      "descripción": "Ambos socios pertenecen al grupo 'espirituales y compasivos', con estilos emocionales cercanos."
    },
    "9-15": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "9-16": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "9-17": {
      "compatibilidad": "media",
      "descripción": "Uno inspira y el otro se conecta a nivel del alma. Es posible un vínculo intenso, aunque no siempre estable."
    },
    "9-18": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "9-19": {
      "compatibilidad": "media",
      "descripción": "Uno inspira y el otro se conecta a nivel del alma. Es posible un vínculo intenso, aunque no siempre estable."
    },
    "9-20": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "9-21": {
      "compatibilidad": "media",
      "descripción": "Valores profundos en común: es posible un vínculo emocional suave."
    },
    "9-22": {
      "compatibilidad": "alta",
      "descripción": "Ambos socios pertenecen al grupo 'espirituales y compasivos', con estilos emocionales cercanos."
    },
    "10-10": {
      "compatibilidad": "alta",
      "descripción": "Compatibilidad alta. Dos líderes y organizadores. Juntos son fuertes, pero existe el riesgo de rigidez y presión. Consejo: aprendan a ceder y a apoyarse."
    },
    "10-11": {
      "compatibilidad": "alta",
      "descripción": "Ambos socios pertenecen al grupo 'inestables y sacrificados', con estilos emocionales cercanos."
    },
    "10-12": {
      "compatibilidad": "alta",
      "descripción": "Ambos socios pertenecen al grupo 'inestables y sacrificados', con estilos emocionales cercanos."
    },
    "10-13": {
      "compatibilidad": "alta",
      "descripción": "Ambos socios pertenecen al grupo 'inestables y sacrificados', con estilos emocionales cercanos."
    },
    "10-14": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "10-15": {
      "compatibilidad": "alta",
      "descripción": "Ambos socios pertenecen al grupo 'inestables y sacrificados', con estilos emocionales cercanos."
    },
    "10-16": {
      "compatibilidad": "alta",
      "descripción": "Ambos socios pertenecen al grupo 'inestables y sacrificados', con estilos emocionales cercanos."
    },
    "10-17": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "10-18": {
      "compatibilidad": "alta",
      "descripción": "Ambos socios pertenecen al grupo 'inestables y sacrificados', con estilos emocionales cercanos."
    },
    "10-19": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "10-20": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "10-21": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "10-22": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },

    "11-11": {
      "compatibilidad": "alta",
      "descripción": "Compatibilidad alta. Dos naturalezas emocionales y artísticas se sienten perfectamente entre sí. Pero puede aparecer cansancio por el exceso de expresividad. Consejo: tómense pausas para recuperarse."
    },
    "11-12": {
      "compatibilidad": "alta",
      "descripción": "Ambos socios pertenecen al grupo 'inestables y sacrificados', con estilos emocionales cercanos."
    },
    "11-13": {
      "compatibilidad": "alta",
      "descripción": "Ambos socios pertenecen al grupo 'inestables y sacrificados', con estilos emocionales cercanos."
    },
    "11-14": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "11-15": {
      "compatibilidad": "alta",
      "descripción": "Ambos socios pertenecen al grupo 'inestables y sacrificados', con estilos emocionales cercanos."
    },
    "11-16": {
      "compatibilidad": "alta",
      "descripción": "Ambos socios pertenecen al grupo 'inestables y sacrificados', con estilos emocionales cercanos."
    },
    "11-17": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "11-18": {
      "compatibilidad": "alta",
      "descripción": "Ambos socios pertenecen al grupo 'inestables y sacrificados', con estilos emocionales cercanos."
    },
    "11-19": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "11-20": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "11-21": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "11-22": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "12-12": {
      "compatibilidad": "alta",
      "descripción": "Compatibilidad alta. Dos almas cuidadosas y sacrificadas. La unión está llena de compasión y calidez. Pero existe el riesgo de perder los límites personales. Consejo: mantengan el equilibrio entre “para uno mismo” y “para los demás”."
    },
    "12-13": {
      "compatibilidad": "alta",
      "descripción": "Ambos socios pertenecen al grupo 'inestables y sacrificados', con estilos emocionales cercanos."
    },
    "12-14": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "12-15": {
      "compatibilidad": "alta",
      "descripción": "Ambos socios pertenecen al grupo 'inestables y sacrificados', con estilos emocionales cercanos."
    },
    "12-16": {
      "compatibilidad": "alta",
      "descripción": "Ambos socios pertenecen al grupo 'inestables y sacrificados', con estilos emocionales cercanos."
    },
    "12-17": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "12-18": {
      "compatibilidad": "alta",
      "descripción": "Ambos socios pertenecen al grupo 'inestables y sacrificados', con estilos emocionales cercanos."
    },
    "12-19": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "12-20": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "12-21": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "12-22": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },

    "13-13": {
      "compatibilidad": "alta",
      "descripción": "Compatibilidad alta. Una unión de cambios y transformaciones. Los compañeros se entienden en las crisis, pero puede faltar estabilidad. Consejo: creen “islas” de tranquilidad."
    },
    "13-14": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "13-15": {
      "compatibilidad": "alta",
      "descripción": "Ambos socios pertenecen al grupo 'inestables y sacrificados', con estilos emocionales cercanos."
    },
    "13-16": {
      "compatibilidad": "alta",
      "descripción": "Ambos socios pertenecen al grupo 'inestables y sacrificados', con estilos emocionales cercanos."
    },
    "13-17": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "13-18": {
      "compatibilidad": "alta",
      "descripción": "Ambos socios pertenecen al grupo 'inestables y sacrificados', con estilos emocionales cercanos."
    },
    "13-19": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "13-20": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "13-21": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "13-22": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "14-14": {
      "compatibilidad": "alta",
      "descripción": "Compatibilidad alta. Dos almas delicadas se sienten atraídas por la belleza y la armonía. Pero existe el riesgo de perfeccionismo. Consejo: valoren las alegrías sencillas."
    },
    "14-15": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "14-16": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "14-17": {
      "compatibilidad": "media",
      "descripción": "Uno inspira y el otro se conecta a nivel del alma. Es posible un vínculo intenso, aunque no siempre estable."
    },
    "14-18": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "14-19": {
      "compatibilidad": "media",
      "descripción": "Uno inspira y el otro se conecta a nivel del alma. Es posible un vínculo intenso, aunque no siempre estable."
    },
    "14-20": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "14-21": {
      "compatibilidad": "media",
      "descripción": "Valores profundos en común: es posible un vínculo emocional suave."
    },
    "14-22": {
      "compatibilidad": "alta",
      "descripción": "Ambos socios pertenecen al grupo 'espirituales y compasivos', con estilos emocionales cercanos."
    },

    "15-15": {
      "compatibilidad": "alta",
      "descripción": "Compatibilidad alta. Dos energías apasionadas y dramáticas. La unión es intensa, pero a veces agotadora. Consejo: añadan ligereza y humor."
    },
    "15-16": {
      "compatibilidad": "alta",
      "descripción": "Ambos socios pertenecen al grupo 'inestables y sacrificados', con estilos emocionales cercanos."
    },
    "15-17": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "15-18": {
      "compatibilidad": "alta",
      "descripción": "Ambos socios pertenecen al grupo 'inestables y sacrificados', con estilos emocionales cercanos."
    },
    "15-19": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "15-20": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "15-21": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "15-22": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "16-16": {
      "compatibilidad": "alta",
      "descripción": "Compatibilidad alta. Dos energías de crisis y transformación. Juntos son capaces de renovaciones, pero el ambiente puede volverse pesado. Consejo: equilibren la destrucción y la creación."
    },
    "16-17": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "16-18": {
      "compatibilidad": "alta",
      "descripción": "Ambos socios pertenecen al grupo 'inestables y sacrificados', con estilos emocionales cercanos."
    },
    "16-19": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "16-20": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "16-21": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "16-22": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "17-17": {
      "compatibilidad": "alta",
      "descripción": "Compatibilidad alta. Dos almas inspiradoras y generosas. La unión es ligera, llena de alegría e ideales. Consejo: añadan practicidad para no quedarse atrapados en los sueños."
    },
    "17-18": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "17-19": {
      "compatibilidad": "alta",
      "descripción": "Ambos socios pertenecen al grupo 'abiertos y ligeros', con estilos emocionales cercanos."
    },
    "17-20": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "17-21": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "17-22": {
      "compatibilidad": "media",
      "descripción": "Uno inspira y el otro se conecta a nivel del alma. Es posible un vínculo intenso, aunque no siempre estable."
    },
    "18-18": {
      "compatibilidad": "alta",
      "descripción": "Compatibilidad alta. Dos naturalezas sensibles y ansiosas. La unión está llena de empatía, pero puede haber una ansiedad excesiva. Consejo: refuercen la confianza mutua."
    },
    "18-19": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "18-20": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "18-21": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "18-22": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "19-19": {
      "compatibilidad": "alta",
      "descripción": "Compatibilidad alta. Dos almas generosas y amorosas. La unión es luminosa, pero puede disolverse en el cuidado de los demás. Consejo: recuerden sus propias necesidades."
    },
    "19-20": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "19-21": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "19-22": {
      "compatibilidad": "media",
      "descripción": "Uno inspira y el otro se conecta a nivel del alma. Es posible un vínculo intenso, aunque no siempre estable."
    },
    "20-20": {
      "compatibilidad": "alta",
      "descripción": "Compatibilidad alta. Dos energías carismáticas y apasionadas. La unión es intensa, pero puede caer en juegos de “quién es más fuerte”. Consejo: utilicen la energía para objetivos comunes."
    },
    "20-21": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "20-22": {
      "compatibilidad": "baja",
      "descripción": "Los estilos emocionales son muy diferentes. Pueden surgir conflictos en la expresión de los sentimientos."
    },
    "21-21": {
      "compatibilidad": "alta",
      "descripción": "Compatibilidad alta. Dos energías libres y ligeras. La unión se basa en la aventura y la alegría. Pero existe el riesgo de falta de estabilidad. Consejo: afiancen los valores comunes."
    },
    "21-22": {
      "compatibilidad": "media",
      "descripción": "Valores profundos en común: es posible un vínculo emocional suave."
    },

    "22-22": {
      "compatibilidad": "alta",
      "descripcion": "Compatibilidad alta. Dos energías amplias y globales. La unión puede crear grandes proyectos, pero olvidar las alegrías sencillas. Consejo: no pierdan la conexión con lo cotidiano."
    }
  
      }
    ]
  }