{
    "custom_points": [
      {
        "chakra": "Ajna",
        "aspect": "Emociones",
        "description": "Ajna responde por el pensamiento, la percepción imaginativa y lógica del mundo. Aquí se manifiesta cómo la persona procesa la información, construye su visión del mundo y expresa sus ideas.",
        "1": "Pensamiento de líder, activo y rápido. Sabe ver la esencia y tomar decisiones de inmediato.",
        "2": "Pensamiento intuitivo, percibe los subtextos, sensible a la energía de las palabras.",
        "3": "Pensamiento imaginativo, creativo y emocional. Expresa ideas de forma bella e inspiradora.",
        "4": "Pensamiento estructurado y lógico. Ve el sistema y sabe pensar estratégicamente.",
        "5": "Pensamiento aprendiz, ama lo nuevo y cambia fácilmente. Tiende a la dispersión.",
        "6": "Pensamiento armonioso y pacificador. Sabe ver todos los lados y encontrar equilibrio.",
        "7": "Analista profundo. Mente intuitiva, solitaria, inclinada al autoanálisis y a las dudas.",
        "8": "Intelecto fuerte y dominante. Mente con apoyo en hechos y resultados.",
        "9": "Pensamiento filosófico. Integra diferentes puntos de vista, sabiduría y visión espiritual.",
        "10": "Mente creativa e inestable. Puede saltar de una idea a otra. Genialidad al borde del caos.",
        "11": "Sobrecarga mental. Mente muy sensible, puede fatigarse fácilmente.",
        "12": "Pensamiento-víctima. Tiende a adaptarse, reprimir sus ideas en favor de otros.",
        "13": "Pensamiento innovador y revolucionario. Mente no estándar, puede causar shock en los demás.",
        "14": "Mente estética, ama la belleza de las formulaciones y la sutileza de las ideas.",
        "15": "Pensamiento mágico y esotérico. Inclinado al esoterismo y al conocimiento secreto.",
        "16": "Crisis mentales, reinicios de la mente. A través de la destrucción llega la renovación del pensamiento.",
        "17": "Optimismo, mente luminosa, fácilmente inspira y contagia con ideas.",
        "18": "Tendencia al pesimismo. Mente aterrizada, requiere claridad y confirmación material.",
        "19": "Mente iluminada. Pensamientos elevados, dirigidos al bien común.",
        "20": "Pensamiento cerrado, inclinado a los secretos. Información oculta, a menudo guarda silencio.",
        "21": "Mente madura. Une intuición y experiencia, sabe guiar con sus pensamientos.",
        "22": "Mente mística. Pensamiento más allá de la lógica, a través de iluminaciones, señales y flujos."
      },
      
      {
        "chakra": "Anahata",
        "aspect": "Emociones",
        "description": "Anahata responde por la esfera emocional, los sentimientos y el amor. Muestra cómo la persona expresa las emociones, construye los apegos, percibe la cercanía y el cuidado. A través de este chakra sentimos la conexión del alma con nosotros mismos y con los demás.",
        "1": "Sentimientos abiertos y valientes. Muestra simpatía rápidamente, emocionalmente generoso.",
        "2": "Emocionalidad tierna. Necesita seguridad, tiende al apego.",
        "3": "Jocosidad, ligereza en los sentimientos. Amor espontáneo, corazón abierto.",
        "4": "Sentimientos contenidos, expresión del amor a través del cuidado y el control.",
        "5": "Sentimientos cambiantes. Se enamora rápido y se enfría rápido.",
        "6": "Armonía, empatía, percepción sutil. Busca la paz y la comprensión mutua.",
        "7": "Sentimientos profundos, no se abre de inmediato. Requiere confianza y recogimiento.",
        "8": "Sentimientos estables. Expresa amor a través de acciones y protección.",
        "9": "Amor espiritual, compasión, capacidad de amar sin condiciones.",
        "10": "Altibajos emocionales. Sentimientos fuertes, pero difícil mantener estabilidad.",
        "11": "Ansiedad, soledad, deseo de reconocimiento.",
        "12": "Sacrificio en el amor. Tendencia a poner al otro por encima de sí mismo.",
        "13": "Expresión no estándar de los sentimientos. Sorprende, puede ser excéntrico.",
        "14": "Estética de los sentimientos. Amor a través de la belleza, percepción filosófica.",
        "15": "Sentimientos complejos, fatales. Posible apego doloroso.",
        "16": "Crisis y renacimiento en los sentimientos. Pasión y dolor van de la mano.",
        "17": "Amor inspirador. Alegría, generosidad del alma.",
        "18": "Dudas en el amor. Difícil confiar, necesita confirmación.",
        "19": "Amor que todo lo abarca. Capacidad de amar al mundo entero.",
        "20": "Sentimientos ocultos. Dificultad para expresarse, carácter enigmático.",
        "21": "Amor maduro y acogedor. Respeto, apoyo.",
        "22": "Amor incondicional y espiritual. Aceptación y bendición."
      },
      
      {
        "chakra": "Svadhisthana",
        "aspect": "Emociones",
        "description": "Svadhisthana es el chakra de la sensualidad, la sexualidad y el placer. A través de él se manifiesta nuestra capacidad de disfrutar, de la intimidad y de la aceptación de nuestro cuerpo.",
        "1": "Impulsividad, pasión, fuerte atracción física. Deseo de dominar y tomar la iniciativa.",
        "2": "Ternura, timidez, deseo de protección en la intimidad. La sensualidad se revela solo con confianza.",
        "3": "Sensualidad juguetona. Apertura al contacto físico, coqueteo, placer a través de la alegría.",
        "4": "Control, contención, apego a la estabilidad. Manifiesta los deseos a través de la seguridad.",
        "5": "Variabilidad, inclinación a los experimentos. Placer a través de la libertad y la novedad.",
        "6": "Sexualidad suave y diplomática. Armonía en la intimidad, capacidad de escuchar a la pareja.",
        "7": "Sensualidad profunda, puede tardar en abrirse. Sexualidad con un elemento de misterio.",
        "8": "Fuerza, fiabilidad, energía dominante. La sensualidad se manifiesta a través del cuidado y el control.",
        "9": "Fusión espiritual a través de la corporalidad. Aspiración a una intimidad profunda y consciente.",
        "10": "Deseos fuertes, a menudo impredecibles. Cambios de la pasión al enfriamiento.",
        "11": "Miedo a la intimidad, limitaciones internas. Pueden existir bloqueos a nivel corporal.",
        "12": "Tendencia a reprimir deseos, sacrificio. Puede poner los intereses de la pareja por encima de los suyos.",
        "13": "Preferencias originales, sexualidad no estándar. Puede ser impactante.",
        "14": "Estética en la esfera íntima. Amor por la belleza, lo táctil y la forma.",
        "15": "Deseos fatales. Atracción kármica, pasión como dependencia.",
        "16": "Intensas experiencias sensuales. Son posibles crisis en la intimidad.",
        "17": "Idealización de la intimidad. Visión romántica de la sexualidad.",
        "18": "Insatisfacción, resentimientos en la esfera íntima. Tendencia a reprimir los deseos.",
        "19": "Sensualidad como misión. Capacidad de dar placer para el bien.",
        "20": "Deseos ocultos, atracciones secretas. Conflictos internos con la corporalidad.",
        "21": "Sexualidad consciente y madura. Calma, confianza interior.",
        "22": "Fusión espiritual, sensualidad más allá de lo físico. Flujo de placer divino."
      },
      
      {
        "chakra": "Manipura",
        "aspect": "Emociones",
        "description": "Manipura es el chakra de la voluntad, la fuerza y la acción. Muestra cómo la persona manifiesta la iniciativa, alcanza sus metas, interactúa con el poder y el control.",
        "1": "Líder decidido, manifiesta la voluntad de manera brillante e inmediata. Actúa de forma independiente, avanza hacia adelante.",
        "2": "Actúa suavemente, a través de la interacción y el acuerdo. No le gusta la presión.",
        "3": "Manifiesta la voluntad a través de la creatividad. Inspira, transmite energía.",
        "4": "Organizado y sistemático. Tiende al control, la estabilidad y el orden.",
        "5": "Impulsivo, cambia rápidamente. Iniciador, pero puede no concluir lo que empieza.",
        "6": "Líder suave, busca equilibrio en las acciones. Sabe llegar a acuerdos.",
        "7": "Actúa desde la profundidad, después de reflexionar. No le gusta la prisa.",
        "8": "Centro de voluntad fuerte. Busca el poder, el resultado, tiende a dominar.",
        "9": "La voluntad está dirigida al bien. Líder con alto nivel de responsabilidad.",
        "10": "Inestabilidad en las acciones. Muchas ideas, pero difícil mantener el enfoque.",
        "11": "La voluntad está reprimida. A menudo actúa por miedo o bajo presión.",
        "12": "Sacrifica sus propios deseos por los demás. Tiende al agotamiento.",
        "13": "Maneras originales de actuar. Va contra el sistema, reformador.",
        "14": "Filosofía en las acciones. Actúa con estética, a través de la armonía.",
        "15": "Acciones manipulativas. Puede actuar en secreto, en la sombra.",
        "16": "Fuertes transformaciones de voluntad. A través de la destrucción hacia la fuerza.",
        "17": "Líder inspirador. Su voluntad se manifiesta a través de la luz, la idea, el ejemplo.",
        "18": "Tendencia a la apatía, puede evitar la responsabilidad.",
        "19": "Su misión es servir. Actúa por el bien común.",
        "20": "Acciones ocultas. Hace mucho en la sombra, sin publicidad.",
        "21": "Voluntad madura. Confianza, calma, poder interior.",
        "22": "Acción espiritual. Voluntad dirigida a un objetivo elevado, al servicio."
      },
      
      {
        "chakra": "Muladhara",
        "aspect": "Emociones",
        "description": "Muladhara es el chakra de la estabilidad, la seguridad y las finanzas. Muestra cómo la persona se relaciona con el dinero, los recursos, la supervivencia y las bases de la vida.",
        "1": "Autosuficiencia, construcción activa de apoyo. El dinero llega a través de la iniciativa.",
        "2": "Busca seguridad en la pareja. Finanzas a través de la interacción y la confianza.",
        "3": "Ligereza financiera, fuentes de ingresos no estándar. El dinero llega a través de la creatividad.",
        "4": "Estabilidad financiera, control, orden. Tendencia al ahorro.",
        "5": "Variabilidad financiera. Los ingresos están relacionados con los cambios y los viajes.",
        "6": "Armonía en las finanzas a través del servicio, la ayuda a otros. Tendencia al equilibrio.",
        "7": "Miedos financieros profundos o programas ancestrales. Es necesario confiar en el mundo.",
        "8": "Poderoso flujo de recursos. Atrae dinero fácilmente, pero puede haber dependencia de él.",
        "9": "Madurez financiera, gestión sabia. El dinero como instrumento de servicio.",
        "10": "Subidas y bajadas bruscas. Difícil mantener la constancia.",
        "11": "Ansiedad financiera, bloqueos en el tema de la supervivencia.",
        "12": "Tendencia al sacrificio. El dinero se gasta en ayudar a otros.",
        "13": "El dinero llega a través de ideas no estándar, fuentes inesperadas.",
        "14": "Gasta en belleza y confort. Finanzas a través de la estética y el estilo.",
        "15": "Apego al dinero, miedo a la pobreza. Son posibles pruebas.",
        "16": "Las crisis financieras conducen al renacimiento. Lecciones a nivel de supervivencia.",
        "17": "Finanzas a través de la inspiración, la misión. El dinero llega cuando la persona arde con una idea.",
        "18": "Pasividad financiera, evasión de la responsabilidad.",
        "19": "Finanzas en nombre de ayudar a otros. Capacidad de compartir.",
        "20": "Recursos ocultos, fuentes secretas de ingresos.",
        "21": "Actitud madura hacia el dinero. Confianza, visión estratégica.",
        "22": "Finanzas al servicio. El dinero como instrumento espiritual."
      },
      
      {
        "chakra": "Sahasrara",
        "aspect": "Emociones",
        "description": "Sahasrara es el chakra del camino espiritual y del propósito. Muestra hacia qué tiende el alma, qué misión lleva la persona y con qué está relacionado su Yo superior.",
        "1": "Propósito de líder, iniciador de cambios. El camino es a través de la acción y la influencia.",
        "2": "Misión de paz y armonía. Servicio a través de la intuición y el apoyo.",
        "3": "Inspirar, crear, compartir alegría. El propósito está en la autoexpresión.",
        "4": "Creación de estructuras, gestión, orden. El camino de la responsabilidad.",
        "5": "Enseñanza, viajes, intercambio de conocimientos. Desarrollo a través de la comunicación.",
        "6": "Servicio a través de la sanación y la armonización. La misión es la reconciliación.",
        "7": "Trabajo interior profundo. Camino kármico de purificación.",
        "8": "Misión de poder y logros. Camino del realizador, creador.",
        "9": "Liderazgo espiritual, sabiduría. Maestro, mentor.",
        "10": "Genio, camino inestable. Necesidad de aprender el equilibrio.",
        "11": "Misión de despertar, a menudo a través de la soledad. Gran sensibilidad.",
        "12": "Servicio, autosacrificio. Camino de la compasión.",
        "13": "Revolucionario, transformador. Camino de la renovación del mundo.",
        "14": "Esteta, filósofo. Propósito en la creación de belleza y sentido.",
        "15": "Maestro kármico. La misión es trabajar las pasiones y alcanzar la liberación.",
        "16": "Camino de transformaciones. A través de las crisis hacia la luz.",
        "17": "Inspirador, portador de luz. Lleva a la gente esperanza y fe.",
        "18": "Trabajo con el miedo y las limitaciones. Crecimiento a través de la aceptación de sí mismo.",
        "19": "Misión de servicio a la humanidad. Aporta ayuda global.",
        "20": "Ermitismo espiritual. Camino de recogimiento y trabajo con los misterios.",
        "21": "Servicio maduro y consciente. Misión de unir y guiar.",
        "22": "Guía espiritual. Porta luz, iluminación y amor universal."
      }
      
    ],
    "recommendations": [
  {
    "chakra": "Anahata",
    "description": "Anahata responde por la esfera emocional, los sentimientos y el amor. Muestra cómo la persona expresa las emociones, construye los apegos, percibe la cercanía y el cuidado. A través de este chakra sentimos la conexión del alma con nosotros mismos y con los demás.",
    "aspect": "Emociones",
    "1": {
      "pros": "Generador de ideas, inspira, guía a otros, transmite energía.",
      "contras": "Puede ser brusco, impaciente, no terminar lo que empieza."
    },
    "2": {
      "pros": "Intuitivo, armonioso, crea un ambiente cálido, apoya.",
      "contras": "Tendencia a manipular, demasiado sensible y susceptible."
    },
    "3": {
      "pros": "Aporta comodidad, belleza, cuidado, sabe disfrutar de la vida.",
      "contras": "Puede ser caprichoso, exigente e inestable emocionalmente."
    },
    "4": {
      "pros": "Crea estructura, estabilidad, fiabilidad. Apoyo y lógica.",
      "contras": "Rigidez, control, incapacidad de ser flexible."
    },
    "5": {
      "pros": "Sabiduría, espiritualidad, conocimiento. Mentor y consejero.",
      "contras": "Dogmatismo, tono de superioridad, terquedad."
    },
    "6": {
      "pros": "Amor, armonía, pacificación. Aporta apoyo.",
      "contras": "Dependencia, tendencia al sacrificio y a los resentimientos."
    },
    "7": {
      "pros": "Determinación, fuerza, protección. Estratega y defensor.",
      "contras": "Cerrado, impositivo, solitario."
    },
    "8": {
      "pros": "Racionalidad, control, estabilidad. Responsabilidad.",
      "contras": "Dureza, categórico, crítico."
    },
    "9": {
      "pros": "Intuición, profundidad, filosofía, sabiduría.",
      "contras": "Aislamiento, ensimismamiento, incomprensión."
    },
    "10": {
      "pros": "Flexibilidad, ligereza, adaptación a los cambios.",
      "contras": "Inconstancia, agitación, irresponsabilidad."
    },
    "11": {
      "pros": "Bondad, cuidado, compasión. Suave, natural.",
      "contras": "Tendencia al sacrificio, debilidad, inseguridad."
    },
    "12": {
      "pros": "Aceptación, paciencia, conexión con el linaje. Servicio.",
      "contras": "Sacrificio, dependencia, falta de voluntad."
    },
    "13": {
      "pros": "Flexibilidad, transformación, deseo de aprender.",
      "contras": "Superficialidad, miedo a los cambios, confusión."
    },
    "14": {
      "pros": "Armonía, belleza, capacidad de mantener el equilibrio.",
      "contras": "Pasividad, inercia, tendencia a la pereza."
    },
    "15": {
      "pros": "Pasión, carisma, fuerza de atracción.",
      "contras": "Manipulaciones, apegos, tentaciones."
    },
    "16": {
      "pros": "Honestidad, transformación, crecimiento interior.",
      "contras": "Crisis, destrucciones, rupturas emocionales."
    },
    "17": {
      "pros": "Fe, inspiración, sueño. Luz e ideales.",
      "contras": "Ilusiones, ingenuidad, desconexión de la realidad."
    },
    "18": {
      "pros": "Profundidad de sentimientos, intuición, imaginación.",
      "contras": "Miedos, ilusiones, incomprensión de sí mismo."
    },
    "19": {
      "pros": "Apertura, alegría, amor a la vida.",
      "contras": "Demasiada ingenuidad, orgullo, superficialidad."
    },
    "20": {
      "pros": "Despertar, misión espiritual, alto propósito.",
      "contras": "Categórico, brusco, rechazo de la opinión ajena."
    },
    "21": {
      "pros": "Madurez, estabilidad, sabiduría. Capacidad de concluir.",
      "contras": "Estancamiento, sobrecarga, falta de motivación."
    },
    "22": {
      "pros": "Intuición, espiritualidad, revelaciones, conexión con lo superior.",
      "contras": "Encierro, desconexión de la realidad, soberbia espiritual."
    }
        }
        ],
    "compatibility": [
  {
    "chakra": "Anahata",
    "aspect": "Emociones",
    "description": "Anahata responde por la esfera emocional, los sentimientos y el amor. Muestra cómo la persona expresa las emociones, construye los apegos, percibe la cercanía y el cuidado. A través de este chakra sentimos la conexión del alma con nosotros mismos y con los demás.",
    "source": "El primer número (antes del guion) se toma de la primera tabla de chakras 'chakra_anahata' (aspecto: Emociones), el segundo número de la segunda tabla de chakras de la misma categoría. Se utilizan valores de 'chakra_anahata' (aspecto: Emociones).",
    "1-1": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'abiertos y ligeros' — estilos emocionales cercanos."
    },
    "1-2": {
      "compatibilidad": "baja",
      "descripcion": "Los estilos emocionales son muy diferentes. Posibles conflictos en la expresión de los sentimientos."
    },
    "1-3": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'abiertos y ligeros' — estilos emocionales cercanos."
    },
    "1-4": {
      "compatibilidad": "baja",
      "descripcion": "Los estilos emocionales son muy diferentes. Posibles conflictos en la expresión de los sentimientos."
    },
    "1-9": {
      "compatibilidad": "media",
      "descripcion": "Uno inspira, el otro se conecta a nivel del alma. Posible vínculo intenso, pero no siempre estable."
    },
    "1-14": {
      "compatibilidad": "media",
      "descripcion": "Uno inspira, el otro se conecta a nivel del alma. Posible vínculo intenso, pero no siempre estable."
    },
    "1-17": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'abiertos y ligeros' — estilos emocionales cercanos."
    },
    "1-19": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'abiertos y ligeros' — estilos emocionales cercanos."
    },
    "1-22": {
      "compatibilidad": "media",
      "descripcion": "Uno inspira, el otro se conecta a nivel del alma. Posible vínculo intenso, pero no siempre estable."
    },
    "2-2": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'profundos y confiados' — estilos emocionales cercanos."
    },
    "2-6": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'profundos y confiados' — estilos emocionales cercanos."
    },
    "2-7": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'profundos y confiados' — estilos emocionales cercanos."
    },
    "2-9": {
      "compatibilidad": "media",
      "descripcion": "Valores profundos compartidos — posible vínculo emocional suave."
    },
    "2-14": {
      "compatibilidad": "media",
      "descripcion": "Valores profundos compartidos — posible vínculo emocional suave."
    },
    "2-21": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'profundos y confiados' — estilos emocionales cercanos."
    },
    "2-22": {
      "compatibilidad": "media",
      "descripcion": "Valores profundos compartidos — posible vínculo emocional suave."
    },
    "3-3": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'abiertos y ligeros' — estilos emocionales cercanos."
    },
    "3-9": {
      "compatibilidad": "media",
      "descripcion": "Uno inspira, el otro se conecta a nivel del alma. Posible vínculo intenso, pero no siempre estable."
    },
    "3-14": {
      "compatibilidad": "media",
      "descripcion": "Uno inspira, el otro se conecta a nivel del alma. Posible vínculo intenso, pero no siempre estable."
    },
    "3-17": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'abiertos y ligeros' — estilos emocionales cercanos."
    },
    "3-19": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'abiertos y ligeros' — estilos emocionales cercanos."
    },
    "3-22": {
      "compatibilidad": "media",
      "descripcion": "Uno inspira, el otro se conecta a nivel del alma. Posible vínculo intenso, pero no siempre estable."
    },
    "4-4": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'controladores y contenidos' — estilos emocionales cercanos."
    },
    "4-8": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'controladores y contenidos' — estilos emocionales cercanos."
    },
    "4-20": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'controladores y contenidos' — estilos emocionales cercanos."
    },
    "5-5": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'inestables y sacrificados' — estilos emocionales cercanos."
    },
    "5-10": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'inestables y sacrificados' — estilos emocionales cercanos."
    },
    "5-11": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'inestables y sacrificados' — estilos emocionales cercanos."
    },
    "5-12": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'inestables y sacrificados' — estilos emocionales cercanos."
    },
    "5-13": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'inestables y sacrificados' — estilos emocionales cercanos."
    },
    "5-15": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'inestables y sacrificados' — estilos emocionales cercanos."
    },
    "5-16": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'inestables y sacrificados' — estilos emocionales cercanos."
    },
    "5-18": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'inestables y sacrificados' — estilos emocionales cercanos."
    },
    "6-6": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'profundos y confiados' — estilos emocionales cercanos."
    },
    "6-7": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'profundos y confiados' — estilos emocionales cercanos."
    },
    "6-9": {
      "compatibilidad": "media",
      "descripcion": "Valores profundos compartidos — posible vínculo emocional suave."
    },
    "6-14": {
      "compatibilidad": "media",
      "descripcion": "Valores profundos compartidos — posible vínculo emocional suave."
    },
    "6-21": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'profundos y confiados' — estilos emocionales cercanos."
    },
    "6-22": {
      "compatibilidad": "media",
      "descripcion": "Valores profundos compartidos — posible vínculo emocional suave."
    },
    "7-7": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'profundos y confiados' — estilos emocionales cercanos."
    },
    "7-9": {
      "compatibilidad": "media",
      "descripcion": "Valores profundos compartidos — posible vínculo emocional suave."
    },
    "7-14": {
      "compatibilidad": "media",
      "descripcion": "Valores profundos compartidos — posible vínculo emocional suave."
    },
    "7-21": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'profundos y confiados' — estilos emocionales cercanos."
    },
    "7-22": {
      "compatibilidad": "media",
      "descripcion": "Valores profundos compartidos — posible vínculo emocional suave."
    },
    "8-8": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'controladores y contenidos' — estilos emocionales cercanos."
    },
    "8-20": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'controladores y contenidos' — estilos emocionales cercanos."
    },
    "9-9": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'espirituales y compasivos' — estilos emocionales cercanos."
    },
    "9-14": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'espirituales y compasivos' — estilos emocionales cercanos."
    },
    "9-17": {
      "compatibilidad": "media",
      "descripcion": "Uno inspira, el otro se conecta a nivel del alma. Posible vínculo intenso, pero no siempre estable."
    },
    "9-19": {
      "compatibilidad": "media",
      "descripcion": "Uno inspira, el otro se conecta a nivel del alma. Posible vínculo intenso, pero no siempre estable."
    },
    "9-21": {
      "compatibilidad": "media",
      "descripcion": "Valores profundos compartidos — posible vínculo emocional suave."
    },
    "9-22": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'espirituales y compasivos' — estilos emocionales cercanos."
    },
    "10-10": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'inestables y sacrificados' — estilos emocionales cercanos."
    },
    "10-11": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'inestables y sacrificados' — estilos emocionales cercanos."
    },
    "10-12": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'inestables y sacrificados' — estilos emocionales cercanos."
    },
    "10-13": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'inestables y sacrificados' — estilos emocionales cercanos."
    },
    "10-15": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'inestables y sacrificados' — estilos emocionales cercanos."
    },
    "10-16": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'inestables y sacrificados' — estilos emocionales cercanos."
    },
    "10-18": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'inestables y sacrificados' — estilos emocionales cercanos."
    },
    "11-11": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'inestables y sacrificados' — estilos emocionales cercanos."
    },
    "11-12": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'inestables y sacrificados' — estilos emocionales cercanos."
    },
    "11-13": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'inestables y sacrificados' — estilos emocionales cercanos."
    },
    "11-15": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'inestables y sacrificados' — estilos emocionales cercanos."
    },
    "11-16": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'inestables y sacrificados' — estilos emocionales cercanos."
    },
    "11-18": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'inestables y sacrificados' — estilos emocionales cercanos."
    },
    "12-12": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'inestables y sacrificados' — estilos emocionales cercanos."
    },
    "12-13": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'inestables y sacrificados' — estilos emocionales cercanos."
    },
    "12-15": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'inestables y sacrificados' — estilos emocionales cercanos."
    },
    "12-16": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'inestables y sacrificados' — estilos emocionales cercanos."
    },
    "12-18": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'inestables y sacrificados' — estilos emocionales cercanos."
    },
    "13-13": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'inestables y sacrificados' — estilos emocionales cercanos."
    },
    "13-15": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'inestables y sacrificados' — estilos emocionales cercanos."
    },
    "13-16": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'inestables y sacrificados' — estilos emocionales cercanos."
    },
    "13-18": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'inestables y sacrificados' — estilos emocionales cercanos."
    },
    "14-14": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'espirituales y compasivos' — estilos emocionales cercanos."
    },
    "14-17": {
      "compatibilidad": "media",
      "descripcion": "Uno inspira, el otro se conecta a nivel del alma. Posible vínculo intenso, pero no siempre estable."
    },
    "14-19": {
      "compatibilidad": "media",
      "descripcion": "Uno inspira, el otro se conecta a nivel del alma. Posible vínculo intenso, pero no siempre estable."
    },
    "14-21": {
      "compatibilidad": "media",
      "descripcion": "Valores profundos compartidos — posible vínculo emocional suave."
    },
    "14-22": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'espirituales y compasivos' — estilos emocionales cercanos."
    },
    "15-15": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'inestables y sacrificados' — estilos emocionales cercanos."
    },
    "15-16": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'inestables y sacrificados' — estilos emocionales cercanos."
    },
    "15-18": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'inestables y sacrificados' — estilos emocionales cercanos."
    },
    "16-16": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'inestables y sacrificados' — estilos emocionales cercanos."
    },
    "16-18": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'inestables y sacrificados' — estilos emocionales cercanos."
    },
    "17-17": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'abiertos y ligeros' — estilos emocionales cercanos."
    },
    "17-19": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'abiertos y ligeros' — estilos emocionales cercanos."
    },
    "18-18": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'inestables y sacrificados' — estilos emocionales cercanos."
    },
    "19-19": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'abiertos y ligeros' — estilos emocionales cercanos."
    },
    "19-22": {
      "compatibilidad": "media",
      "descripcion": "Uno inspira, el otro se conecta a nivel del alma. Posible vínculo intenso, pero no siempre estable."
    },
    "20-20": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'controladores y contenidos' — estilos emocionales cercanos."
    },
    "21-21": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'profundos y confiados' — estilos emocionales cercanos."
    },
    "21-22": {
      "compatibilidad": "media",
      "descripcion": "Valores profundos compartidos — posible vínculo emocional suave."
    },
    "22-22": {
      "compatibilidad": "alta",
      "descripcion": "Ambos socios del grupo 'espirituales y compasivos' — estilos emocionales cercanos."
    }
  
      }
    ]
  }