{
  "custom_points": {
    "Recurso interior": {
      "chakra": "Muladhara",
      "aspect": "Energía",
      "description": "Точка ресурса показывает, как человек накапливает жизненную силу, через что приходит внутренняя устойчивость и финансы.",
      "values": {
        "1": "Ресурс — внутренняя устойчивость и самостоятельность. Сила — в умении начинать и держать опору на себе.",
        "2": "Ресурс — гибкость и интуитивное чувствование. Человек выживает через адаптацию и тонкий контакт с людьми.",
        "3": "Ресурс — лёгкость, творчество и женская энергия. Поток жизни приходит через удовольствие и красоту.",
        "4": "Ресурс — структура, дисциплина, опора. Жизненная сила включается, когда есть порядок и ясность.",
        "5": "Ресурс — вдохновение и расширение. Человек заряжается от движения, общения и перемен.",
        "6": "Ресурс — через принятие любви, безопасности и доверия. Энергия приходит, когда есть контакт и поддержка.",
        "7": "Ресурс — внутренняя борьба, стратегия, воля к победе. Сила через преодоление.",
        "8": "Ресурс — баланс, умеренность, равновесие. Человек выживает через гармонию.",
        "9": "Ресурс — знание, мудрость, уединение. Сила включается в одиночестве и в поиске смысла.",
        "10": "Ресурс — цикличность, фатальность. Человек стабилен, если принимает перемены как часть пути.",
        "11": "Ресурс — духовная сила, милосердие, сострадание. Человек силён, когда помогает другим.",
        "12": "Ресурс — внутреннее спокойствие. Он выживает, когда отпускает контроль и просто наблюдает.",
        "13": "Ресурс — трансформация. Сила приходит через кризис и обновление.",
        "14": "Ресурс — баланс и ясность. Человек стабилен, когда находит золотую середину.",
        "15": "Ресурс — страсть, желание, интенсивность. Энергия жизни запускается через действие.",
        "16": "Ресурс — разрушение иллюзий. Сила приходит после потери или освобождения.",
        "17": "Ресурс — надежда, мечта, вера. Человек выживает, когда верит в свет впереди.",
        "18": "Ресурс — интуиция, глубина, подсознание. Энергия в принятии своих теней.",
        "19": "Ресурс — радость, чистый свет, сила жизни. Человек заряжается от света и признания.",
        "20": "Ресурс — пробуждение, честность, духовный зов. Сила в откровении.",
        "21": "Ресурс — завершённость, интеграция. Стабильность через понимание целого.",
        "22": "Ресурс — высшее служение, духовная зрелость. Человек держится на миссии и смысле."
      }
    },
    "Talento": {
      "chakra": "Ajna",
      "aspect": "Energía",
      "description": "Точка таланта указывает на врождённый потенциал, духовные способности и форму самовыражения через интуицию.",
      "values": {
        "1": "Талант — лидерство и умение начинать. Человек способен вести за собой и вдохновлять действиями.",
        "2": "Талант — дипломатия, интуиция и тактичность. Способность чувствовать других и находить баланс.",
        "3": "Талант — творчество, женская энергия, изобилие. Человек несёт красоту, заботу и вдохновение.",
        "4": "Талант — системность, надёжность и стратегия. Умение строить прочное и быть опорой.",
        "5": "Талант — обучение, наставничество, мудрость. Человек передаёт знание и расширяет сознание других.",
        "6": "Талант — любовь, гармония, примирение. Умение соединять и исцелять через отношения.",
        "7": "Талант — стратегия, борьба, аналитика. Способность побеждать и просчитывать на шаг вперёд.",
        "8": "Талант — внутренний баланс, честность, справедливость. Человек уравновешивает ситуации.",
        "9": "Талант — глубина, философия, уединение. Умение видеть суть и быть проводником знания.",
        "10": "Талант — гибкость и принятие циклов жизни. Способность жить в потоке и помогать другим адаптироваться.",
        "11": "Талант — исцеление, сострадание, помощь. Умение вдохновлять и поддерживать своей мягкой силой.",
        "12": "Талант — глубокое видение, созерцание, отказ от контроля. Сила в том, чтобы отпускать.",
        "13": "Талант — способность к трансформации. Человек умеет проводить других через перемены.",
        "14": "Талант — исцеление, объединение противоположностей. Умение создавать гармонию.",
        "15": "Талант — энергия, магнетизм, харизма. Способность зажигать, пробуждать желания и влиять.",
        "16": "Талант — разрушение старого и освобождение. Человек помогает другим видеть истину.",
        "17": "Талант — вдохновлять надеждой. Человек несёт свет, веру и перспективу.",
        "18": "Талант — работа с подсознанием, образами, снами. Сила в интуиции и глубинном восприятии.",
        "19": "Талант — излучать радость и тепло. Быть центром света и вдохновения.",
        "20": "Талант — пробуждать в других внутреннюю правду. Быть зеркалом и голосом истины.",
        "21": "Талант — собирать, завершать, объединять. Миссия — создавать целое из частей.",
        "22": "Талант — быть проводником Высшего. Человек несёт знание, мудрость и духовную миссию."
      }
    },
    "Zona de confort": {
      "chakra": "Anahata",
      "aspect": "Emociones",
      "description": "Зона комфорта отражает эмоциональные реакции и внутренние паттерны поведения, с которыми человеку легко и привычно жить.",
      "values": {
        "1": "Комфорт — в контроле и самостоятельности. Человек чувствует себя уверенно, когда ведёт.",
        "2": "Комфорт — в партнёрстве и поддержке. Человек избегает одиночества, предпочитает быть рядом с кем-то.",
        "3": "Комфорт — в удовольствии, красоте и лёгкости. Любит романтику, творчество и мягкие формы общения.",
        "4": "Комфорт — в стабильности и понятных границах. Предпочитает чёткие правила и порядок.",
        "5": "Комфорт — в свободе и общении. Не терпит ограничений, любит менять обстановку.",
        "6": "Комфорт — в любви, принятии и гармонии. Боится конфликта, стремится к миру в отношениях.",
        "7": "Комфорт — в борьбе и преодолении. Часто выбирает сложные пути как способ проявления себя.",
        "8": "Комфорт — в справедливости и балансе. Резко реагирует на нарушения гармонии.",
        "9": "Комфорт — в одиночестве и размышлениях. Сильно тянет к уединению и самопознанию.",
        "10": "Комфорт — в переменах и движении. Не выносит рутины, любит спонтанность.",
        "11": "Комфорт — в помощи другим. Человек чувствует себя нужным, когда может послужить.",
        "12": "Комфорт — в роли наблюдателя. Может уходить в молчание, избегать давления.",
        "13": "Комфорт — в трансформации. Постоянная потребность что-то менять и обновлять.",
        "14": "Комфорт — в умеренности и балансе. Не любит крайностей и эмоциональных качелей.",
        "15": "Комфорт — в интенсивных эмоциях и желаниях. Может зависать в страстях и привязанностях.",
        "16": "Комфорт — в разрушении и обновлении. Часто сам создаёт себе встряски.",
        "17": "Комфорт — в мечтах и идеалах. Часто уходит в мир грёз, верит в лучшее.",
        "18": "Комфорт — в эмоциональной глубине. Привычен к сложным внутренним процессам.",
        "19": "Комфорт — в радости и признании. Любит быть в центре внимания и делиться светом.",
        "20": "Комфорт — в честности и осознанности. Ищет правду, даже если она неудобна.",
        "21": "Комфорт — в целостности и завершённости. Человек стремится завершать начатое.",
        "22": "Комфорт — в служении и высоком смысле. Ему важно чувствовать, что живёт не зря."
      }
    },
    "Cola kármica general": {
      "chakra": "Muladhara",
      "aspect": "Física",
      "access": "paid",
      "description": "Основные травмы и старые грабли. Это корень, и если он гнилой — страдает вся жизнь.",
      "values": {
        "1": "Тема силы и гордыни. Важно научиться не подавлять других и отпускать контроль.",
        "2": "Зависимость от чужого мнения. Неуверенность, страх одиночества, излишняя мягкость.",
        "3": "Поверхностность и эмоциональная незрелость. Склонность уходить от ответственности.",
        "4": "Жесткость, упрямство, страх перемен. Контроль разрушает гибкость.",
        "5": "Раздражительность и непостоянство. Сложность с принятием правил и границ.",
        "6": "Созависимость, иллюзии любви. Страх одиночества может вести к жертвенности.",
        "7": "Жесткая борьба, перфекционизм, конфликтность. Непризнание слабости.",
        "8": "Карма справедливости. Склонность к жёсткой оценке, категоричности.",
        "9": "Изоляция, отрешенность, духовная гордыня. Страх быть понятым.",
        "10": "Жалобы на судьбу. Отказ принять циклы и уроки жизни.",
        "11": "Жертвенность, эмоциональное выгорание. Склонность спасать всех.",
        "12": "Жалость к себе, пассивность. Застревание в позиции жертвы.",
        "13": "Страх перемен. Сопротивление трансформации и росту.",
        "14": "Игра в спасателя. Сложности в нахождении баланса между собой и другими.",
        "15": "Карма зависимости. Страсть, привязки, манипуляции.",
        "16": "Резкие обрывы, разрушительные сценарии. Уроки доверия и принятия потерь.",
        "17": "Иллюзии, идеализация, бегство от реальности. Страх разочарования.",
        "18": "Карма страхов и предательства. Скрытые программы страха и зависимости.",
        "19": "Гордыня, потребность блистать. Сложности с принятием истинного себя.",
        "20": "Сопротивление пробуждению. Отказ видеть правду в себе и других.",
        "21": "Сложности с завершением. Постоянные незаконченные циклы, привязки к прошлому.",
        "22": "Отказ от своего пути. Блуждание, перекладывание ответственности, духовная потерянность."
      }
    },
    "Cola kármica del amor": {
      "chakra": "Svadhisthana",
      "aspect": "Emociones",
      "access": "paid",
      "description": "Что мешает создать здоровые отношения. Привычные сценарии любви, унаследованные из прошлых опытов.",
      "values": {
        "1": "Контроль в отношениях. Желание доминировать, навязывать правила.",
        "2": "Зависимость от партнёра. Неуверенность, страх быть покинутым.",
        "3": "Поверхностные связи. Избегание глубины, страх близости.",
        "4": "Эмоциональная закрытость. Страх довериться, чрезмерная сдержанность.",
        "5": "Неустойчивость. Скука в стабильных отношениях, бегство в новизну.",
        "6": "Идеализация партнёра. Слияние, потеря себя, жертвенность.",
        "7": "Конфликтность. Партнёр воспринимается как противник, постоянная борьба.",
        "8": "Кармическая справедливость. Притягиваются партнёры, «зеркалящие» ошибки.",
        "9": "Одиночество, уход в себя. Изоляция от любви, страх быть раненым.",
        "10": "Карма повторяющихся сценариев. В любви — качели, круги, дежавю.",
        "11": "Переотдача. Потребность спасать, забывая о себе.",
        "12": "Жертвенность. Отношения на страдании и самопожертвовании.",
        "13": "Боль расставаний. Потеря партнёра как повторяющийся урок.",
        "14": "Сложность удержать баланс между собой и другим. Чередование крайностей.",
        "15": "Привязанности и зависимости. Токсичные сценарии, влечение к разрушительным связям.",
        "16": "Резкие разрывы, внезапные потери. Страх предательства и нестабильности.",
        "17": "Иллюзии в любви. Влюблённость в образ, а не в человека.",
        "18": "Манипуляции, страх быть использованным. Подозрительность и скрытые страхи.",
        "19": "Потребность быть признанным. Зависимость от внимания и одобрения.",
        "20": "Невозможность принять правду о себе или партнёре. Отказ видеть реальность.",
        "21": "Зависание в отношениях. Сложность отпустить, закрыть цикл.",
        "22": "Потеря себя в любви. Слияние до исчезновения личных границ."
      }
    },
    "Pareja kármica en el amor": {
      "chakra": "Anahata",
      "aspect": "Emociones",
      "access": "paid",
      "description": "С каким человеком лучше всего строить союз. Психо-эмоциональные качества второй половинки.",
      "values": {
        "1": "Сильный, целеустремлённый, лидер. Партнёр, который берёт на себя ответственность и ведёт.",
        "2": "Мягкий, чувствительный, умеющий слушать. Надёжный и внимательный к эмоциям.",
        "3": "Творческий, весёлый, лёгкий. Человек, с которым всегда радостно и живо.",
        "4": "Спокойный, стабильный, надёжный. Ценит порядок и основательность.",
        "5": "Активный, общительный, яркий. Любит перемены, вдохновляет на движение.",
        "6": "Любящий, заботливый, гармоничный. Строит отношения на любви и принятии.",
        "7": "Сильный духом, умный, иногда жёсткий. Вызывает рост и требует зрелости.",
        "8": "Справедливый, уравновешенный, честный. Учит равенству и ответственности.",
        "9": "Мудрый, глубокий, уединённый. Партнёр, с которым идут в самопознание.",
        "10": "Жизнерадостный, переменчивый. Нескучная жизнь и опыт через динамику.",
        "11": "Сердечный, искренний, открытый. Служит, поддерживает, умеет любить глубоко.",
        "12": "Спокойный, молчаливый, наблюдатель. Учит принятию, тишине и душевному контакту.",
        "13": "Трансформирующий, мощный. Встреча с ним меняет жизнь навсегда.",
        "14": "Гармоничный, уравновешенный. Строит зрелые отношения, без крайностей.",
        "15": "Страстный, притягательный, харизматичный. Пробуждает желание и энергию.",
        "16": "Сильный, но нестабильный. Учит отпускать и не привязываться.",
        "17": "Нежный, вдохновляющий, мечтательный. Учит вере и надежде.",
        "18": "Интуитивный, чувствительный, мистический. Связь на уровне души.",
        "19": "Лучистый, яркий, солнечный. Несёт радость, свет, признание.",
        "20": "Осознанный, честный, трансформирующий. Пробуждает истину в отношениях.",
        "21": "Цельный, зрелый, всесторонне развитый. Союз, в котором раскрывается целостность.",
        "22": "Духовный, мудрый, миссионер. Союз по судьбе, служение вместе."
      }
    },
    "Amor y dinero": {
      "chakra": "Anahata",
      "aspect": "Energía",
      "access": "paid",
      "description": "Какие энергии взращивать, чтобы отношения и финансовый поток были гармоничны.",
      "values": {
        "1": "Развивать силу воли, лидерство и уверенность. Всё приходит, когда человек берёт ответственность.",
        "2": "Учиться доверять, принимать и действовать в паре. Гармония приходит через партнёрство.",
        "3": "Разрешить себе радость, удовольствие, игру. Энергия раскрывается через творчество и лёгкость.",
        "4": "Строить структуру, быть надёжным и последовательным. Успех — в порядке и ответственности.",
        "5": "Открыться новому, перестать бояться перемен. Любовь и деньги — через движение и свободу.",
        "6": "Взращивать любовь, честность и принятие. Прибыль и чувства раскрываются через искренность.",
        "7": "Развивать стратегию, смелость, силу духа. Идти вперёд, не боясь трудностей.",
        "8": "Строить на равновесии, справедливости и честности. Гармония — в балансе брать и давать.",
        "9": "Развивать мудрость, внутреннюю опору и терпение. Всё приходит со временем.",
        "10": "Принимать перемены, быть гибким. Успех приходит через способность двигаться с потоком.",
        "11": "Действовать из доброты, служить. Любовь и деньги — через помощь и поддержку другим.",
        "12": "Учиться отпускать, доверять процессу. Гармония — в принятии и смирении.",
        "13": "Проходить через перемены, не цепляться за старое. Всё лучшее — по ту сторону кризиса.",
        "14": "Находить баланс между собой и другими. Успех — в умеренности и мудром обмене.",
        "15": "Раскрывать страсть, сексуальность, внутренний огонь. Деньги и любовь — когда включена энергия желания.",
        "16": "Учиться отпускать контроль, разрушать ненужное. Всё приходит, когда старое уходит.",
        "17": "Вдохновлять и верить в лучшее. Гармония — через свет и мечту.",
        "18": "Работать с глубинными страхами и тенями. Любовь и деньги зависят от чистоты внутреннего поля.",
        "19": "Излучать радость, быть открытым. Всё притягивается через состояние счастья.",
        "20": "Осознанность, честность, внутренняя чистота — ключ к потоку.",
        "21": "Всё приходит, когда ты целостен. Не разбрасывай энергию.",
        "22": "Служи, не ожидая. Любовь и деньги — как следствие высокой миссии."
      }
    },
    "Dirección de vida profesional": {
      "chakra": "Vishuddha",
      "aspect": "Física",
      "access": "paid",
      "description": "Где реализоваться. В какой сфере максимально проявится энергия человека.",
      "values": {
        "1": "Руководитель, инициатор, лидер. Работа, где важно принимать решения и вести за собой.",
        "2": "Коуч, помощник, медиатор. Профессии, где ценятся мягкость и умение слушать.",
        "3": "Творец, дизайнер, актёр. Любая деятельность, связанная с красотой, искусством и проявлением себя.",
        "4": "Администратор, юрист, строитель. Стабильные сферы, где важны структура и порядок.",
        "5": "Педагог, маркетолог, путешественник. Сферы общения, обучения и свободы передвижения.",
        "6": "Психолог, консультант, специалист по отношениям. Всё, что связано с людьми и гармонией.",
        "7": "Юрист, военный, стратег. Профессии, где важна точность, борьба и дисциплина.",
        "8": "Бизнес, бухгалтерия, госслужба. Там, где важны справедливость, порядок, баланс.",
        "9": "Философ, писатель, учёный. Работа в уединении, исследование глубинных тем.",
        "10": "Менеджер, логист, кризис-менеджер. Профессии, где важна гибкость и адаптация.",
        "11": "Врач, волонтёр, социальный работник. Деятельность, связанная с помощью и исцелением.",
        "12": "Монах, терапевт, духовный наставник. Работа в тишине, глубине и созерцании.",
        "13": "Трансформационный коуч, хирург, кризисный аналитик. Там, где есть радикальные перемены.",
        "14": "Дипломат, арт-терапевт, HR. Там, где важны баланс и соединение противоположностей.",
        "15": "Энергетик, сексолог, шоумен. Сферы, где требуется мощная харизма и страсть.",
        "16": "Антикризисный консультант, архитектор перемен. Там, где нужно разрушать старое и строить новое.",
        "17": "Мечтатель, визионер, артист. Профессии, где нужна вдохновляющая энергия и образность.",
        "18": "Эзотерик, медиум, художник. Работа с образами, подсознанием, творческими глубинами.",
        "19": "Оратор, ведущий, просветитель. Там, где важно излучать свет, быть видимым.",
        "20": "Психолог, тренер по пробуждению, честный эксперт. Профессии, которые пробуждают других.",
        "21": "Собиратель команд, организатор проектов. Сферы, где важно видеть целое и завершать начатое.",
        "22": "Духовный лидер, миссионер, учитель новой эпохи. Работа, связанная со служением и знанием."
      }
    },
    "Fuente de ingresos": {
      "chakra": "Manipura",
      "aspect": "Energía",
      "access": "paid",
      "description": "Откуда будут приходить деньги. Какие качества в себе включить, чтобы запустить денежный поток.",
      "values": {
        "1": "Деньги приходят, когда ты действуешь смело, самостоятельно и берёшь на себя ответственность.",
        "2": "Доход — через партнёрство, поддержку, умение слушать и работать в паре.",
        "3": "Финансы идут через творчество, красоту, проявленность. Не бойся быть ярким.",
        "4": "Деньги — через стабильность, дисциплину, работу по правилам и структурам.",
        "5": "Доход приходит, когда ты движешься, общаешься, делишься опытом и идеями.",
        "6": "Финансы зависят от отношений. Чем больше любви и гармонии — тем легче идёт поток.",
        "7": "Деньги — через силу, контроль, стратегию. Ты зарабатываешь, когда побеждаешь.",
        "8": "Доход — через баланс, честность, профессионализм. Работай по совести — и будет поток.",
        "9": "Финансы — через знание, глубину, обучение. Важно делиться мудростью.",
        "10": "Деньги приходят волнами. Принимай перемены, не сопротивляйся циклам.",
        "11": "Доход идёт через служение, помощь, эмпатию. Твоя доброта — актив.",
        "12": "Деньги — когда ты отпускаешь страхи и расслабляешься. Поток — в доверии.",
        "13": "Финансы через трансформации. Чем сильнее обновление — тем больше приход.",
        "14": "Доход — в балансе, умеренности, равновесии между брать и давать.",
        "15": "Деньги идут через страсть, энергию, сексуальность. Не бойся проявляться ярко.",
        "16": "Доход — когда ты отпускаешь контроль, рушишь старое и открываешься новому.",
        "17": "Деньги приходят, когда ты вдохновлён. Делай то, что светит тебе.",
        "18": "Финансы зависят от чистоты поля. Убери страхи, сомнения — и пойдёт поток.",
        "19": "Деньги — через яркость, признание, общественное внимание. Светись!",
        "20": "Доход — через честность, пробуждение, осознанную подачу себя миру.",
        "21": "Деньги приходят, когда ты завершаешь начатое и видишь всю картину.",
        "22": "Финансы — как следствие служения и миссии. Делай то, ради чего ты пришёл."
      }
    },
    "Bloqueo financiero": {
      "chakra": "Svadhisthana",
      "aspect": "Energía",
      "access": "paid",
      "description": "Камень преткновения в деньгах. Что мешает получать, удерживать и чувствовать право на деньги.",
      "values": {
        "1": "Блок — гордыня и отказ принимать помощь. Желание всё тянуть самому ограничивает поток.",
        "2": "Страх одиночества и неуверенность. Деньги не приходят, когда ты теряешь веру в себя.",
        "3": "Инфантильность и избегание ответственности. Деньги боятся легкомыслия.",
        "4": "Жёсткий контроль и страх потерь. Излишняя сдержанность тормозит финансовый поток.",
        "5": "Непостоянство, бегство от рутины. Деньги требуют устойчивости.",
        "6": "Созависимость и идеализация. Жертвуешь собой — теряешь энергию и деньги.",
        "7": "Всё — через борьбу. Вера, что деньги надо «заслужить», создаёт лишние испытания.",
        "8": "Чрезмерный перфекционизм. Желание полного контроля перекрывает поток.",
        "9": "Отказ брать. Склонность отдавать, но не принимать. Деньги — это тоже энергия обмена.",
        "10": "Страх перемен. Деньги не идут, если ты держишься за старое.",
        "11": "Жертвенность. Отдаёшь всем, забывая про себя.",
        "12": "Пассивность и жалость к себе. Энергия денег требует включённости.",
        "13": "Страх разрушений. Придерживаешься мёртвого, не пуская новое.",
        "14": "Нежелание брать ответственность за свою часть. Деньги требуют внутреннего равновесия.",
        "15": "Зависимость от желаний и удовольствий. Деньги сгорают в импульсах.",
        "16": "Всё рушится, потому что держишься за старое. Урок — научиться отпускать.",
        "17": "Иллюзии и мечты без действия. Деньги любят конкретику.",
        "18": "Страхи, сомнения, туманные цели. Деньги не идут в туман.",
        "19": "Нужда в признании. Деньги — не про одобрение, а про ценность.",
        "20": "Отказ увидеть правду. Деньги требуют честности и ясности.",
        "21": "Незавершённые дела. Открытые хвосты блокируют поступление.",
        "22": "Сбегание от миссии. Деньги не приходят, пока не встал на свой путь."
      }
    },
    "Energía masculina": {
      "chakra": "Ajna",
      "aspect": "Energía",
      "access": "paid",
      "description": "Энергия отцовского рода. Что передано по мужской линии, и как это раскрыть или исцелить.",
      "values": {
        "1": "По отцовской линии передан архетип лидера, сильного волевого мужчины. Урок — не подавлять других.",
        "2": "Передана чувствительность, мягкость, интуиция. Урок — сохранять границы в партнёрстве.",
        "3": "Лёгкость, творчество, игривость. Урок — не уходить от ответственности.",
        "4": "Стойкость, стабильность, жёсткость. Урок — гибкость и принятие перемен.",
        "5": "Потребность в свободе и движении. Урок — устойчивость и завершённость.",
        "6": "Ценность семьи и любви. Урок — не растворяться в других.",
        "7": "Борьба, строгость, дисциплина. Урок — открытость и мягкость.",
        "8": "Справедливость, контроль, сила закона. Урок — отпускание и доверие.",
        "9": "Мудрость, отрешённость, философия. Урок — быть ближе к людям.",
        "10": "Переменчивость, фатальность, взлёты и падения. Урок — принимать судьбу.",
        "11": "Служение, доброта, жертвенность. Урок — заботиться о себе, а не только о других.",
        "12": "Пассивность, молчание, отстранённость. Урок — проявляться в мире.",
        "13": "Карма разрушений, обновлений. Урок — принимать перемены без страха.",
        "14": "Умение мирить, соединять. Урок — не терять себя в гармонии с другими.",
        "15": "Сила влечения, сексуальности, власти. Урок — этичное управление энергией.",
        "16": "Потери, резкие перемены. Урок — доверие и готовность начинать заново.",
        "17": "Вера, мечта, вдохновение. Урок — не улетать, а действовать.",
        "18": "Страхи, иллюзии, предательства. Урок — чистота поля и доверие себе.",
        "19": "Родовой свет, харизма, успех. Урок — не зависеть от признания.",
        "20": "Пробуждение, возрождение рода. Урок — взять ответственность за исцеление.",
        "21": "Целостность, завершённость. Урок — не бросать начатое.",
        "22": "Миссионерство, духовное наследие. Урок — реализовать потенциал рода в служении."
      }
    },
    "Energía femenina": {
      "chakra": "Anahata",
      "aspect": "Energía",
      "access": "paid",
      "description": "Энергия материнского рода. Какие программы передались через мать и женскую линию рода.",
      "values": {
        "1": "Передана сила, независимость, лидерство. Урок — позволять себе поддержку и мягкость.",
        "2": "Мудрость, женственность, чувствительность. Урок — не терять себя в партнёрстве.",
        "3": "Творчество, радость, забота. Урок — зрелость и стабильность.",
        "4": "Надёжность, хозяйственность, строгость. Урок — гибкость и принятие чужого мнения.",
        "5": "Свобода, перемены, яркость. Урок — постоянство и ответственность.",
        "6": "Безусловная любовь, материнство, забота. Урок — не жертвовать собой.",
        "7": "Сила, борьба, воля. Урок — позволять себе уязвимость и мягкость.",
        "8": "Справедливость, контроль, строгость. Урок — доверие и принятие.",
        "9": "Отстранённость, духовность, мудрость. Урок — быть ближе к чувствам и людям.",
        "10": "Переменчивость, судьбоносность. Урок — принятие и устойчивость в потоке.",
        "11": "Добро, сострадание, забота. Урок — не растворяться в проблемах других.",
        "12": "Жертвенность, молчание, смирение. Урок — выражать себя и отстаивать границы.",
        "13": "Сила трансформации. Урок — отпускать старое и открываться новому.",
        "14": "Гармония, терпение, целительство. Урок — не залипать в спасательстве.",
        "15": "Соблазн, страсть, власть. Урок — не терять душу ради желаний.",
        "16": "Разрушения, очищения. Урок — не держаться за иллюзии и страхи.",
        "17": "Надежда, мечта, свет. Урок — воплощение мечты в действии.",
        "18": "Эмоциональные страхи, иллюзии, родовые обиды. Урок — очищение поля и доверие.",
        "19": "Свет, радость, признание. Урок — быть видимой и не бояться успеха.",
        "20": "Пробуждение рода, честность, открытие тайн. Урок — слушать голос Души.",
        "21": "Целостность, завершение, сила рода. Урок — уважение к опыту женщин.",
        "22": "Миссия, духовное знание, мудрость рода. Урок — реализовать духовный потенциал семьи."
      }
    }
  }
}
