  {
    "custom_points": {
      "Zona de confort": {
        "chakra": "Anahata",
        "aspect": "Física",
        "description": "La zona de confort refleja las reacciones emocionales y los patrones internos de comportamiento con los que la persona vive de forma fácil y habitual. Es un espacio de calma emocional, incluso si limita el crecimiento. Aquí cae el arcano que muestra dónde te resulta habitual estar, donde es seguro, pero no necesariamente útil.",
        "1": {
          "title": "Comodidad en el aislamiento y la autoobservación",
          "text": "La persona evita el bullicio, prefiere la estabilidad. Su comodidad está en la simplicidad, el silencio y la observación. Tiende al aislamiento y a la concentración interior. Puede evitar la interacción activa si esta rompe sus límites personales."
        },
        "2": {
          "title": "Comodidad a través de las relaciones y la cercanía",
          "text": "Es importante sentir cuidado y atención. La persona encuentra equilibrio emocional en la pareja, con una pareja confiable. Teme la soledad, evita los conflictos para mantener la paz."
        },
        "3": {
          "title": "Comodidad a través de la alegría y la armonía",
          "text": "El confort emocional llega a través del amor, el juego y la comunicación. La persona teme los conflictos, busca la paz y la amabilidad. Se siente tranquila cuando está rodeada de aceptación y apoyo."
        },
        "4": {
          "title": "Comodidad en las tradiciones y la previsibilidad",
          "text": "La persona se siente segura en la disciplina y la estructura. Su confort está en el control, la estabilidad y las reglas. Puede temer los cambios y prefiere un resultado conocido de antemano."
        },
        "5": {
          "title": "Comodidad en los cambios y el movimiento",
          "text": "La zona de confort es la inestabilidad. La persona se siente viva y concentrada cuando el entorno cambia. Ama el movimiento, la libertad y la espontaneidad. El aburrimiento se percibe como estrés."
        },
        "6": {
          "title": "Comodidad en el cuidado y la belleza",
          "text": "La persona se siente segura cuando puede ser útil, cuidar y crear belleza. Su confort está en la estética y en el cuidado de los seres queridos. Teme ser rechazada, busca armonía en las relaciones."
        },
        "7": {
          "title": "Comodidad en la soledad y la reflexión",
          "text": "Encuentra su confort en la actividad intelectual y la reflexión. Prefiere observar más que participar. Su seguridad emocional está en la comprensión, el análisis y la distancia."
        },
        "8": {
          "title": "Comodidad en el control y la jerarquía",
          "text": "La persona siente seguridad a través del orden, la autoridad y el logro. Su confort está en el estatus y la estabilidad. Puede buscar controlar para sentirse segura."
        },
        "9": {
          "title": "Comodidad en la armonía espiritual",
          "text": "La calma llega a través del servicio y la búsqueda de sentido. La persona se siente mejor cuando puede ser útil y formar parte de algo más grande. Teme el caos y el vacío interior."
        },
        "10": {
          "title": "Comodidad a través del reconocimiento y la atención",
          "text": "La costumbre de estar en el centro de atención. La persona siente un impulso emocional a través del reconocimiento, la aprobación y el éxito. Busca expresarse y teme no ser reconocida."
        },
        "11": {
          "title": "Comodidad en la creatividad y la cercanía emocional",
          "text": "Disfruta de conversaciones profundas, del arte y de las expresiones sinceras. Necesita implicación emocional y teme la indiferencia."
        },
        "12": {
          "title": "Comodidad en el servicio y la compasión",
          "text": "La persona se siente en paz cuando puede ayudar a otros, ser útil y compartir calidez. La calma llega a través del cuidado y la sensibilidad intuitiva."
        },
        "13": {
          "title": "Comodidad en las transformaciones",
          "text": "Los cambios constantes son su ambiente natural. No teme las transformaciones, aunque sean drásticas. Se mantiene emocionalmente estable en la inestabilidad y se siente segura cuando las viejas estructuras se derrumban."
        },
        "14": {
          "title": "Comodidad en la ligereza y el juego",
          "text": "El sentido del humor, el movimiento y la improvisación son fuente de calma emocional. La persona evita la seriedad y prefiere ser ligera y flexible."
        },
        "15": {
          "title": "Comodidad en el control y la manipulación",
          "text": "La persona se siente tranquila cuando controla la situación, incluso a través de la influencia. Encuentra confort en comprender las debilidades de los demás. Teme perder el control."
        },
        "16": {
          "title": "Comodidad después de las pérdidas",
          "text": "La costumbre de empezar de cero le da estabilidad. No teme las pérdidas y sabe renacer. Su zona de confort está más allá de la estabilidad."
        },
        "17": {
          "title": "Comodidad en los sueños y la inspiración",
          "text": "La imaginación le trae calma. Su equilibrio emocional llega a través de ideales, creatividad y aspiraciones espirituales. Vive de la inspiración."
        },
        "18": {
          "title": "Comodidad en el caos y los cambios",
          "text": "La persona se acostumbra a la inestabilidad emocional. Se siente viva cuando alrededor hierve la energía. No le gusta la rutina y elige el camino del riesgo."
        },
        "19": {
          "title": "Comodidad en la actividad y el liderazgo",
          "text": "Encuentra plenitud emocional a través de la intensidad, el movimiento y el liderazgo. Le gusta estar en el centro de la acción y se siente tranquila cuando se expresa."
        },
        "20": {
          "title": "Comodidad a través del cuidado y los lazos familiares",
          "text": "La sensación de pertenencia le da estabilidad. Se siente segura cuando está vinculada con la familia, la tradición y la comunidad."
        },
        "21": {
          "title": "Comodidad en los cierres y el control",
          "text": "Necesita sentir cierre y estructura. Su confort está en la lógica, la claridad y la integridad. Puede evitar el caos y la incertidumbre."
        },
        "22": {
          "title": "Comodidad en lo impredecible y lo espiritual",
          "text": "El confort llega al aceptar la vida como una aventura. Se siente bien cuando puede seguir su impulso interior, ser flexible y confiar en el flujo de los acontecimientos. Su estabilidad emocional se forma a través de la fe, la intuición y la sensación de estar en su camino."

      }
    },
    "Recurso interior": {
  "chakra": "Sahasrara",
  "aspect": "Emociones",
  "description": "El punto de recurso muestra a través de qué la persona acumula fuerza vital, dónde encuentra apoyo y estabilidad. Es la fuente de energía interna en la que se puede confiar en los períodos difíciles.\n💡 A través de este arcano se restaura la energía y llega la sensación de fuerza.",
  "1": {
    "title": "Recurso en el silencio y la soledad",
    "text": "La persona se llena cuando está a solas consigo misma. Es importante tener espacio personal, diálogo interno y calma. La soledad es fuente de fuerza y claridad."
  },
  "2": {
    "title": "Recurso en el amor y la pareja",
    "text": "La energía llega a través de las relaciones cercanas, el apoyo y la confianza. El llenado ocurre a través del cuidado y el vínculo emocional. Es importante sentir que hay una persona confiable cerca."
  },
  "3": {
    "title": "Recurso en la armonía y la alegría",
    "text": "La fuerza llega a través del amor, la ligereza y la risa. Es importante la comunicación con personas bondadosas y luminosas. El llenado emocional es a través de la alegría y la aceptación."
  },
  "4": {
    "title": "Recurso en la estabilidad y la estructura",
    "text": "La persona se siente fuerte cuando hay orden, reglas claras y disciplina. El apoyo está en el sistema y en las acciones habituales."
  },
  "5": {
    "title": "Recurso en los cambios y el desarrollo",
    "text": "La fuerza llega cuando hay movimiento, crecimiento y nuevas impresiones. El llenado ocurre a través de los cambios, el aprendizaje y la libertad de acción."
  },
  "6": {
    "title": "Recurso en el cuidado y la belleza",
    "text": "La persona se llena cuando cuida a otros y crea comodidad. La energía llega a través de la belleza, la armonía y la percepción estética del mundo."
  },
  "7": {
    "title": "Recurso en el conocimiento y el autoconocimiento",
    "text": "La fuerza llega a través de la comprensión, el análisis y la investigación. El llenado ocurre en la reflexión, el aprendizaje y el trabajo mental en soledad."
  },
  "8": {
    "title": "Recurso en el control y la eficacia",
    "text": "La persona se siente segura cuando puede gestionar y lograr. La energía llega a través del resultado, el reconocimiento y la sistematicidad."
  },
  "9": {
    "title": "Recurso en el servicio y el sentido",
    "text": "La fuerza llega a través de la ayuda a otros y la búsqueda de propósito. El llenado interno ocurre en la misión, la espiritualidad y la comprensión profunda."
  },
  "10": {
    "title": "Recurso en el reconocimiento y la autoexpresión",
    "text": "La persona se llena cuando la ven y valoran. La energía llega a través de la creatividad, las presentaciones públicas y el escenario."
  },
  "11": {
    "title": "Recurso en la creatividad y la conexión emocional",
    "text": "El apoyo llega a través de conversaciones sinceras, contactos emocionales y creatividad. La energía fluye a través de la cercanía y la inspiración."
  },
  "12": {
    "title": "Recurso en la compasión y el servicio",
    "text": "La fuerza llega a través de la ayuda a los demás y la generosidad del alma. El llenado ocurre en el amor, el cuidado espiritual y la comprensión intuitiva."
  },
  "13": {
    "title": "Recurso en el silencio y la aceptación",
    "text": "La energía llega de la calma interior, la aceptación y la sensación de seguridad. La persona se llena cuando hay apoyo, contacto con lo Superior y confianza en la vida. Lo importante es saber estar en silencio, en contacto consigo mismo y con la fe."
  },
  "14": {
    "title": "Recurso en la ligereza y el humor",
    "text": "La persona se restaura a través de la risa, la alegría y la espontaneidad. Su fuerza está en el ambiente alegre, la comunicación viva y la libertad de ser ella misma."
  },
  "15": {
    "title": "Recurso en la pasión y la fuerza de voluntad",
    "text": "La energía llega cuando la persona sigue sus deseos y realiza activamente sus ambiciones. El llenado ocurre en la sensualidad y el fuego interior."
  },
  "16": {
    "title": "Recurso en la renovación y la superación",
    "text": "La fuerza llega después de pérdidas y crisis. La persona se llena cuando ve que puede resurgir de las cenizas."
  },
  "17": {
    "title": "Recurso en la inspiración y los sueños",
    "text": "La energía llega a través de la belleza, las ideas espirituales y la visualización. La persona se llena cuando siente que vive con inspiración."
  },
  "18": {
    "title": "Recurso en los cambios y la intensidad",
    "text": "La fuerza está en la profundidad emocional, las crisis y las tormentas de la vida. El llenado ocurre en las experiencias intensas, cuando la vida hierve."
  },
  "19": {
    "title": "Recurso en el liderazgo y la intensidad",
    "text": "La persona se llena cuando guía a otros y se expresa. La energía llega a través del movimiento, la actividad y la realización social."
  },
  "20": {
    "title": "Recurso en la familia y el cuidado de los demás",
    "text": "La fuerza llega a través de la ayuda a los seres queridos y la conexión con las raíces. La persona se llena cuando siente su papel en la familia."
  },
  "21": {
    "title": "Recurso en la integridad y la conclusión",
    "text": "La energía está en la capacidad de concluir procesos y mantener la estructura. El llenado ocurre a través del orden, la claridad y el control."
  },
  "22": {
    "title": "Recurso en la confianza en el flujo de la vida",
    "text": "La fuerza llega a través de la intuición y las prácticas espirituales. La persona se llena cuando sigue la llamada del Alma y confía en los acontecimientos."
  }

  },
  "Talento": {
  "chakra": "Sahasrara",
  "aspect": "Energía",
  "description": "El punto del talento indica el potencial innato, las capacidades espirituales y la forma de autoexpresión. Es la energía que da una comprensión intuitiva de tu camino.\n💡 El arcano muestra en qué puedes brillar y cómo expresarte de la manera más natural.",
  "1": {
    "title": "Talento del observador y sabio",
    "text": "Capacidad natural para el análisis profundo y la contemplación. La persona siente la esencia de las cosas y puede transmitirla a otros."
  },
  "2": {
    "title": "Talento en las relaciones y el cuidado",
    "text": "Calidez interior, capacidad de construir vínculos afectivos. Comprensión intuitiva de la pareja, empatía."
  },
  "3": {
    "title": "Talento en la comunicación y la inspiración",
    "text": "Orador, artista de la palabra, inspirador carismático. La energía creativa fluye a través del habla, las emociones y el contacto."
  },
  "4": {
    "title": "Talento en la estructura y la disciplina",
    "text": "Pensamiento claro, orden, capacidad de construir sistemas. Fiabilidad, apoyo para los demás."
  },
  "5": {
    "title": "Talento en la transformación y la intuición",
    "text": "Capacidad para los cambios internos y externos. La persona sabe guiar a otros en crisis. Mentor sabio con profunda intuición."
  },
  "6": {
    "title": "Talento para la belleza y el servicio",
    "text": "La persona aporta armonía, sentido estético y cuidado. Sabe crear un espacio de amor y comodidad."
  },
  "7": {
    "title": "Talento para comprender verdades profundas",
    "text": "Mente sabia y filosófica. Tendencia al aislamiento, la meditación y la comprensión de las leyes del universo."
  },
  "8": {
    "title": "Talento en la gestión y la realización de objetivos",
    "text": "Fuerza de voluntad, habilidades organizativas y liderazgo. La persona sabe asumir responsabilidad e inspirar a otros."
  },
  "9": {
    "title": "Talento de servicio e iluminación",
    "text": "Líder espiritual, guía. Posee conocimiento y deseo de compartirlo, ayuda a otros a encontrar su camino."
  },
  "10": {
    "title": "Talento en la manifestación y la autoexpresión",
    "text": "Brillo, carisma y arte. La persona atrae la atención con facilidad e inspira a los demás."
  },
  "11": {
    "title": "Talento para la profundidad emocional y la creatividad",
    "text": "Sensibilidad fina, musicalidad, don artístico. La inspiración se manifiesta a través de las emociones."
  },
  "12": {
    "title": "Talento para la compasión y la ayuda intuitiva",
    "text": "Enfoque suave y profundo. La ayuda a los demás surge del corazón y la intuición. La persona es un sanador del alma."
  },
  "13": {
    "title": "Talento para la transformación espiritual",
    "text": "Conexión profunda con lo Superior. Capacidad de transformar a sí mismo y a otros mediante prácticas espirituales y consciencia."
  },
  "14": {
    "title": "Talento para el humor y el juego",
    "text": "Ligereza, capacidad de ver la luz en cualquier situación. La persona llena el espacio de alegría y diversión."
  },
  "15": {
    "title": "Talento para la pasión y la intensidad",
    "text": "Flujo energético poderoso. La persona atrae, enciende y despierta deseos."
  },
  "16": {
    "title": "Talento para el renacimiento y la fuerza espiritual",
    "text": "La persona atraviesa pruebas e inspira a otros con ello. Capaz de guiar a través de la crisis."
  },
  "17": {
    "title": "Talento para la inspiración y la visión del futuro",
    "text": "Soñador, visualizador. A través de imágenes e ideas inspira al cambio."
  },
  "18": {
    "title": "Talento para transformar emociones",
    "text": "La persona sabe ver la luz incluso en el dolor. Convierte la crisis en recurso."
  },
  "19": {
    "title": "Talento para el liderazgo y la glorificación",
    "text": "Líder brillante y carismático. Va al frente, iluminando el camino de otros."
  },
  "20": {
    "title": "Talento para el cuidado y la unión de generaciones",
    "text": "Energía ancestral fuerte. Ayuda a unir tradiciones con el futuro, conserva y transmite conocimientos."
  },
  "21": {
    "title": "Talento para el pensamiento estratégico y la conclusión de procesos",
    "text": "Capacidad de ver lo global, construir la lógica y llevar a los resultados."
  },
  "22": {
    "title": "Talento para la confianza espiritual y la imprevisibilidad",
    "text": "Seguir el flujo, capacidad de transmitir sabiduría intuitiva. La persona se revela en la espontaneidad."
  }

  },

 "Cola kármica general": {
  "chakra": "Muladhara",
  "aspect": "Emociones",
  "description": "Esta es la raíz del karma, relacionada con los miedos fundamentales y la supervivencia. Indica creencias profundas, errores repetidos y lecciones de vidas pasadas o de la familia.\n💡 Requiere consciencia, perdón y transformación.",
  "1": "Esta energía señala la raíz kármica relacionada con el hipercontrol y el miedo a perder poder. La persona puede asumir una responsabilidad excesiva y no confiar en los demás. 💡 Lección: aprender a soltar, delegar y confiar. En la madurez, la fuerza aparece no en el control, sino en el respeto de los límites de los demás.",
  "2": "Esta energía se manifiesta como miedo a la dependencia y a la traición. La persona puede ser demasiado sensible a la cercanía emocional y temer perder el contacto. 💡 Lección: desarrollar la confianza, ser honesto en los sentimientos y construir vínculos emocionales sanos.",
  "3": "Esta energía lleva el karma del apego emocional excesivo y la necesidad de ser necesitado. Puede haber idealización de las parejas, susceptibilidad. 💡 Lección: aprender el amor incondicional, expresar cuidado sin expectativas y mantener la integridad interior.",
  "4": "La raíz kármica está vinculada con el autoritarismo y creencias rígidas. La persona puede buscar el orden mediante control y presión. 💡 Lección: desarrollar honestidad, madurez y la capacidad de ser flexible conservando la fuerza interior.",
  "5": "Esta energía señala el karma del dogmatismo y la resistencia a los cambios. Puede haber miedo a perder la estabilidad y atracción por el tradicionalismo. 💡 Lección: estar abierto a lo nuevo, aprender flexibilidad y aceptar la diversidad de opiniones.",
  "6": "Esta energía indica una raíz kármica que afecta todas las áreas de la vida. Puede ser un miedo profundo a la soledad y la costumbre de depender del apoyo externo. La persona puede buscar complacer con tal de mantener el vínculo. 💡 Lección: encontrar apoyo interno, adquirir estabilidad y libertad dentro de sí. Este es el camino hacia la madurez y la fuerza.",
  "7": "Esta energía lleva el karma del aislamiento, la desvinculación y la desconfianza. La persona puede estar cerrada, evitar la cercanía y sentir soledad. 💡 Lección: abrirse al mundo, construir relaciones basadas en la aceptación y el calor humano.",
  "8": "La raíz kármica está en la excesiva orientación a lo material y al estatus. Puede haber miedo a perder el control sobre los recursos. 💡 Lección: generosidad, fuerza interior y consciencia de que el valor no está solo en lo material.",
  "9": "Esta energía lleva el karma del aislamiento espiritual. La persona puede estar encerrada, sentir soledad e incomprensión. 💡 Lección: servicio a los demás, transmisión de conocimientos y desarrollo de sabiduría a través de la práctica.",
  "10": "La raíz kármica está en la soberbia y la identificación con el éxito externo. Puede haber ansias de reconocimiento y miedo a ser rechazado. 💡 Lección: desarrollar un verdadero sentido de valía y apoyo interior.",
  "11": "Esta energía indica la tendencia a las ilusiones, al autoengaño o a las máscaras. La persona puede esconderse de la verdad y temer ser auténtica. 💡 Lección: sinceridad, transparencia y honestidad consigo mismo y con los demás.",
  "12": "La raíz kármica está en el sacrificio y la represión de los propios deseos por otros. La persona puede inclinarse a la autosacrificio. 💡 Lección: cuidarse a sí mismo sin perder la generosidad del alma.",
  "13": "Esta energía lleva el karma de la dependencia de los cambios y de la inestabilidad externa. Puede haber miedo a la calma y al silencio. 💡 Lección: adquirir un centro interior y estabilidad independientemente del caos exterior.",
  "14": "El karma está en la inconstancia, la ligereza y los vaivenes emocionales. La persona puede ir de un extremo a otro. 💡 Lección: disciplina, decisiones maduras y elecciones conscientes.",
  "15": "La raíz kármica está en las manipulaciones, apegos y pasiones. Puede haber tendencia a controlar mediante emociones. 💡 Lección: honestidad, disciplina e interacción ecológica.",
  "16": "Esta energía está relacionada con la destrucción de estructuras antiguas — internas y externas. Puede haber crisis, pérdidas, rupturas. 💡 Lección: aceptar los cambios como parte de la vida y adquirir estabilidad interior.",
  "17": "La raíz kármica está en la huida hacia ilusiones, sueños, evasión de la realidad. La persona puede idealizar la espiritualidad, evitando la responsabilidad. 💡 Lección: inspiración con base en la realidad y madurez.",
  "18": "Esta energía lleva el karma de la ansiedad, el caos emocional y los miedos. Puede haber altibajos internos e inseguridad. 💡 Lección: desarrollar calma interior, estabilidad y confianza.",
  "19": "El karma está en el egocentrismo y el afán de gloria personal. Puede haber ansias de reconocimiento y autoexaltación. 💡 Lección: servicio a los demás a través de la misión personal y consciencia de la verdadera fuerza.",
  "20": "Esta energía lleva el karma familiar del dolor, emociones reprimidas y pérdidas. La persona puede sentir la carga de los ancestros. 💡 Lección: sanación de la familia, aceptación y transformación de los patrones familiares.",
  "21": "La raíz kármica está en la necesidad de controlarlo todo, el miedo a los finales. 💡 Lección: confianza en la vida, capacidad de soltar y avanzar con ligereza hacia lo nuevo.",
  "22": "Esta energía está vinculada a la irresponsabilidad, la caoticidad y la evasión de decisiones maduras. 💡 Lección: libertad dentro de la madurez, creación de una estructura donde se revele el potencial."
},

 
   "Cola kármica del amor": {
  "chakra": "Svadhisthana",
  "aspect": "Emociones",
  "description": "Zona de vulnerabilidad en el amor. Muestra qué escenarios repite la persona en las relaciones: miedos, apegos, idealizaciones.\n💡 Lección: aprender sentimientos maduros, límites sanos y amor propio.",
  "1": "En las relaciones puede manifestarse la tendencia a controlar y someter. La persona teme perder poder o iniciativa. 💡 Lección: construir la unión en el respeto y la igualdad, confiar en la pareja.",
  "2": "Karma de sensibilidad y dependencia emocional. Puede haber miedo a ser abandonado o a no ser escuchado. 💡 Lección: desarrollar estabilidad emocional, honestidad en los sentimientos y la capacidad de soltar.",
  "3": "Tendencia a disolverse en la pareja, sacrificarse por amor. A menudo idealización y miedo al rechazo. 💡 Lección: amor maduro hacia sí mismo, aceptación de la realidad y límites personales claros.",
  "4": "La necesidad de estabilidad puede generar control y tensión emocional. 💡 Lección: abrirse a la flexibilidad, desarrollar la confianza y crear relaciones seguras pero vivas.",
  "5": "El karma está en el miedo a perder la libertad o, por el contrario, en la huida de los compromisos. 💡 Lección: elección consciente de la intimidad, libertad sin evitar el amor y responsabilidad en la relación.",
  "6": "Ilusiones de amor y dependencia de la aprobación emocional. A menudo vínculos codependientes. 💡 Lección: aprender a distinguir el verdadero amor de la necesidad, ser honesto en los sentimientos.",
  "7": "Distancia, cerrazón, desconfianza hacia la pareja. Puede haber prohibición interior de la intimidad. 💡 Lección: abrir el corazón, confiar y aceptar la propia vulnerabilidad.",
  "8": "Deseo de construir la relación en base al beneficio, estatus o control. 💡 Lección: priorizar los sentimientos sobre las ventajas materiales, honestidad y apertura.",
  "9": "Evasión de la profundidad, refugio en el papel de salvador o sabio. Relaciones superficiales o unilateralmente espirituales. 💡 Lección: estar en el corazón, no solo en la mente. Confianza y verdadera cercanía.",
  "10": "Orgullo, altas exigencias, resentimiento. A menudo — incapacidad de perdonar. 💡 Lección: humildad, perdón, aceptación de la imperfección y capacidad de acercarse.",
  "11": "Mentira, manipulación, secretismo en los sentimientos. Máscaras en la relación. 💡 Lección: sinceridad, autenticidad y apertura emocional.",
  "12": "Sacrificio, sufrimiento por amor, tendencia al drama. 💡 Lección: amor sin dolor, cuidado de sí mismo, rechazo a los roles de mártir.",
  "13": "Búsqueda constante de la pareja ideal, altibajos emocionales. 💡 Lección: calma interior, aceptación de la imperfección, capacidad de estar en el presente.",
  "14": "Inconstancia, coqueteo, búsqueda de novedad. Inestabilidad. 💡 Lección: fidelidad a sí mismo y a la pareja, respeto a la profundidad del vínculo.",
  "15": "Manipulaciones, pasión, celos, control. 💡 Lección: gestión madura de las emociones, honestidad y respeto en el amor.",
  "16": "Relaciones llenas de conflictos, rupturas y cambios bruscos. 💡 Lección: aceptación del dolor como punto de crecimiento, honestidad y paciencia.",
  "17": "Idealización de la pareja, amor a distancia, evasión en los sueños. 💡 Lección: realidad, contacto, sensación del amor aquí y ahora.",
  "18": "Ansiedad, resentimientos, caos emocional. 💡 Lección: equilibrio interior, claridad y capacidad de expresar los sentimientos.",
  "19": "Ego en la relación, deseo de ser el protagonista. 💡 Lección: cooperación, respeto y capacidad de compartir la atención.",
  "20": "Karma familiar en el amor — repetición de escenarios, dolor, pérdidas. 💡 Lección: cerrar ciclos antiguos y crear uniones maduras.",
  "21": "Miedo al final, aferrarse a la relación aunque ya esté agotada. 💡 Lección: soltar, concluir con amor y abrirse a lo nuevo.",
  "22": "Infantilismo, evasión de compromisos, miedo a los sentimientos maduros. 💡 Lección: amor adulto, claridad y cuidado en un nivel profundo."
},


 "Pareja kármica en el amor": {
  "chakra": "Muladhara",
  "aspect": "Emociones",
  "description": "Esta pareja refleja la sombra, ayuda a vivir la transformación y activa el dolor. Aporta crecimiento, fuerza y consciencia.\n💡 No siempre es para toda la vida, pero es importante atravesarlo conscientemente.",
  "1": "La pareja es estable y confiable. Te ayuda a aprender confianza y paciencia. La relación genera una sensación de seguridad, pero requiere madurez interior y responsabilidad.",
  "2": "La pareja es sensible e intuitiva. Te enseña apertura, diálogo y aceptación. Con esta persona se revelan tu ternura y tu capacidad de asociación.",
  "3": "La pareja es alegre y emocional. Te ayuda a abrirte, disfrutar de la vida y estar en el flujo. La relación requiere estabilidad interior para no disolverse en los sentimientos.",
  "4": "La pareja es práctica y ordenada. Te enseña estructura, límites y disciplina. La unión es estable, pero requiere flexibilidad y calidez emocional.",
  "5": "La pareja es amante de la libertad, viva. La relación es dinámica, enseña a soltar el control, confiar en la vida y cambiar juntos. Es una unión de crecimiento y transformaciones.",
  "6": "La pareja es atenta, con gran necesidad de amor. Te enseña a aceptar y dar cuidado sin condiciones. La relación requiere equilibrio entre autosuficiencia e intimidad.",
  "7": "La pareja es sabia, a veces distante. Te enseña consciencia y profundidad interior. La unión puede ser espiritual e intelectual si no se evita la implicación emocional.",
  "8": "La pareja es fuerte, segura, líder. La relación requiere madurez y autoestima. Despierta tu fuerza y enseña a no someterte, sino a interactuar en igualdad.",
  "9": "La pareja es armónica, amorosa, emocionalmente madura. Construye la relación en respeto y apoyo mutuo. La unión te ayuda a revelar lo mejor de ti.",
  "10": "La pareja es una persona con miedos internos y secretos. Te enseña a ver más allá, ser paciente y compasivo. La relación puede ser sanadora si no temes a la sombra.",
  "11": "La pareja es inspiradora, brillante, creativa. Te ayuda a expresarte, encontrar tu voz y seguir tu sueño. La unión requiere madurez emocional y libertad.",
  "12": "La pareja es compasiva, con sentimientos profundos. Te enseña cuidado, empatía y entrega sincera en la relación. A través de esta persona se revela tu capacidad de amar profundamente y de madurar emocionalmente.",
  "13": "La pareja es espiritual, con valores internos profundos. Te ayuda a ir más allá de lo material, enseña confianza y conexión a nivel del alma.",
  "14": "La pareja es activa, impulsiva y apasionada. La relación requiere madurez para soportar las olas emocionales y mantener el equilibrio interior.",
  "15": "La pareja es magnética y carismática. La relación es intensa, despierta pasiones y lecciones de control. Es importante no perderse a sí mismo ni caer en dependencia.",
  "16": "La pareja refleja tus miedos y debilidades. Con ella aprendes aceptación de ti mismo, honestidad y transformación interior. La unión es difícil, pero muy profunda.",
  "17": "La pareja es una persona con una misión elevada. Te ayuda a revelar tu propósito, exige honestidad, fuerza de espíritu y fidelidad a tus valores.",
  "18": "La pareja es enérgica, renovadora. Trae cambios a tu vida, a veces a través de crisis. Te enseña a soltar lo viejo, transformarte y aceptar lo nuevo.",
  "19": "La pareja tiene un ego fuerte, es brillante. Te enseña autovalía, respeto propio y límites personales. Con ella es importante no disolverse, sino resonar en igualdad.",
  "20": "La pareja tiene un vínculo kármico. La unión parece predestinada. A través de ella llegan comprensiones importantes y limpieza de viejos programas.",
  "21": "La pareja es ligera, alegre. Con ella llega la espontaneidad y el juego. Te enseña a disfrutar de lo simple, soltar el control y vivir el presente.",
  "22": "La pareja es de gran escala, con una gran misión. Inspira y guía. La relación requiere madurez, entrega y fuerza espiritual."
},

 "Amor y dinero": {
  "chakra": "Manipura",
  "aspect": "Emociones",
  "description": "Muestra cómo se relacionan los sentimientos y las finanzas. A través de qué estados se activan ambos flujos.\n💡 Madurez, responsabilidad y libertad son las claves del equilibrio.",
  "1": "La conexión entre el amor y el dinero se construye sobre el liderazgo interior. Cuando asumes la responsabilidad de tu vida, se abren tanto el corazón como el flujo financiero. 💡 Lección: confianza, gestión madura, generosidad y respeto hacia ti mismo y hacia los demás.",
  "2": "La esfera financiera y la amorosa están ligadas a la confianza. Si hay miedo a la dependencia, esto bloquea tanto los sentimientos como la abundancia. 💡 Lección: desarrollar la aceptación, la delicadeza y la capacidad de fluir.",
  "3": "La alegría y el amor activan el canal del dinero. Das y recibes mejor cuando estás en armonía contigo mismo y con tu cuerpo. 💡 Lección: permitirte placer, cuidado y sinceridad emocional.",
  "4": "La estabilidad y la estructura crean la base para la felicidad y la prosperidad. 💡 Lección: solidez en las relaciones, claridad en los objetivos, honestidad en las finanzas.",
  "5": "El amor se expresa a través de la inspiración, el dinero a través de la creatividad. Es importante permanecer libre sin perder la responsabilidad. 💡 Lección: ligereza, creatividad y autoexpresión sincera.",
  "6": "Los sentimientos armónicos aportan energía tanto al amor como a la prosperidad. Cuando eres honesto en las relaciones, también se abre el canal financiero. 💡 Lección: equilibrio entre dar y recibir.",
  "7": "Cuanta más libertad interior, más brillan el amor y el flujo del dinero. El exceso de control es un bloqueo. 💡 Lección: confianza, espontaneidad y aceptación de la vida.",
  "8": "El dinero y los sentimientos están estrechamente ligados a la confianza y la autoestima. 💡 Lección: valorarte, crear asociaciones basadas en el beneficio mutuo y el amor.",
  "9": "La espiritualidad y la profundidad abren el camino a la abundancia y al amor. 💡 Lección: compartir conocimientos, servir a través de las relaciones y ser un ejemplo.",
  "10": "El orgullo excesivo y la rigidez pueden bloquear tanto los sentimientos como el flujo. 💡 Lección: perdón, sinceridad y aceptación de la propia vulnerabilidad.",
  "11": "La desconfianza, la manipulación y el secretismo dañan tanto el amor como el dinero. 💡 Lección: honestidad, apertura y sentimientos auténticos.",
  "12": "El sacrificio en las relaciones puede bloquear las finanzas. 💡 Lección: cuidado de sí mismo, alegría sin culpa, generosidad madura.",
  "13": "Los cambios, la inspiración y el juego abren ambos canales. 💡 Lección: flexibilidad, aceptación de lo nuevo, ligereza y alegría.",
  "14": "Ligereza en el amor = ligereza en el dinero. 💡 Lección: estabilidad, respeto a la pareja, sinceridad emocional.",
  "15": "La pasión, la dependencia y el control pueden distorsionar ambos flujos. 💡 Lección: vivir las emociones conscientemente, amor maduro, libertad sin destrucción.",
  "16": "La fuerza llega a través de las crisis. 💡 Lección: no temer los cambios, reconstruirse y desarrollarse incluso cuando todo se derrumba.",
  "17": "Los sueños, la inspiración y la fe son un recurso importante. Pero evitar la realidad puede obstaculizar. 💡 Lección: unir el sueño con la acción.",
  "18": "La apertura de los sentimientos, la alegría y la sexualidad son la clave de ambos flujos. 💡 Lección: disfrute, sinceridad y confianza en el cuerpo.",
  "19": "Cuando brillas y te abres, el dinero y el amor te siguen. 💡 Lección: llevar la luz con respeto, sin ego ni ostentación.",
  "20": "Los patrones familiares pueden bloquear o apoyar. 💡 Lección: cerrar historias ajenas, abrir el camino al amor y a la abundancia.",
  "21": "El miedo al final puede impedir comenzar algo nuevo. 💡 Lección: concluir sin culpa, apertura y avance.",
  "22": "El desorden, el caos y la infantilidad dificultan el amor y el dinero. 💡 Lección: madurez, estructura y crecimiento interior."
},

 "Dirección de vida profesional": {
  "chakra": "Manipura",
  "aspect": "Física",
  "description": "El arcano en este punto muestra la dirección de la realización, en qué consiste la misión y cómo puedes ser lo más eficaz posible.\n💡 Aquí se revelan las capacidades de líder, reformador y mentor.",
  "1": "Eres un líder nato. Tu realización está en la dirección, la gestión y la creación de orden. 💡 Profesiones adecuadas: líder, gestor, fundador, mentor.",
  "2": "Tu camino está en la interacción y la asociación. Percibes a los demás con sensibilidad y sabes apoyar. 💡 Adecuado para coaching, medicina, psicología, cuidado.",
  "3": "La realización llega a través de la creatividad y la comunicación. Inspiras y motivas. 💡 Adecuado para medios, blogging, docencia, arte.",
  "4": "Tu vocación es crear estabilidad, estructura y fiabilidad. 💡 Adecuado para derecho, finanzas, administración, consultoría.",
  "5": "Eres reformador, guía de cambios. Es importante estar en movimiento y libertad. 💡 Adecuado para proyectos innovadores, marketing, turismo, entornos cambiantes.",
  "6": "El servicio y el cuidado de los demás son la clave de tu realización. 💡 Adecuado para el ámbito social, arteterapia, medicina, apoyo.",
  "7": "Aportas conocimiento y sabiduría. Necesitas aislamiento y trabajo intelectual. 💡 Adecuado para análisis, investigación, áreas científicas y esotéricas.",
  "8": "Tu ámbito es la influencia y la gestión. 💡 Adecuado para negocios, política, inversiones, gestión de proyectos.",
  "9": "Eres arquitecto del cambio. Destruyes lo viejo para construir lo nuevo. 💡 Adecuado para gestión de crisis, psicología, coaching, roles de reforma.",
  "10": "Tu camino es ser ejemplo, fuente de inspiración. 💡 Adecuado para profesiones públicas, mentoría, escenario, medios.",
  "11": "La sensibilidad fina y el talento para la belleza son tu don. 💡 Adecuado para arte, moda, diseño, esoterismo, creatividad.",
  "12": "Eres capaz de transformar profundamente a otros. 💡 Adecuado para psicoterapia, acompañamiento en crisis, prácticas espirituales.",
  "13": "Los cambios y la originalidad son tu medio natural. 💡 Adecuado para profesiones creativas, startups, nuevos formatos educativos.",
  "14": "La comunicación, la ligereza y el movimiento son tu estilo. 💡 Adecuado para medios, eventos, publicidad, entretenimiento.",
  "15": "La fuerza de influencia y el carisma son tu herramienta. 💡 Adecuado para RRPP, negocios, psicología, proyectos de transformación.",
  "16": "Tu energía está en destruir lo viejo y construir lo nuevo. 💡 Adecuado para gestión de crisis, urbanismo, reformas.",
  "17": "Canalizas inspiración e ideas. 💡 Adecuado para profesiones creativas, medios, artes visuales, prácticas espirituales.",
  "18": "Te realizas a través de los sentimientos, el cuerpo y el placer. 💡 Adecuado para arte, psicosomática, gastro- o danzaterapia.",
  "19": "Estás llamado a guiar e inspirar. 💡 Adecuado para roles de liderazgo, proyectos educativos, escuelas de autor.",
  "20": "Tu realización está vinculada con la familia, la historia y las raíces. 💡 Adecuado para trabajo con genealogía, docencia, psicología familiar, culturología.",
  "21": "Cierras procesos e inicias nuevos ciclos. 💡 Adecuado para planificación estratégica, consultoría, enfoque sistémico.",
  "22": "Tu camino es crear lo nuevo y lo no estándar. 💡 Adecuado para startups, innovaciones, enfoques integrativos, multidisciplinariedad."
},

  "Fuente de ingresos": {
  "chakra": "Manipura",
  "aspect": "Energía",
  "description": "A través de qué te llega el dinero. En qué tipo de actividad y en qué estado energético se abren las finanzas.\n💡 Importante: no solo la acción externa, sino también la energía interior.",
  "1": "Los ingresos llegan a través de la fuerza personal y la iniciativa. Cuando asumes la responsabilidad de tu vida, también se activan las finanzas. 💡 Fuente: gestión, liderazgo, mentoría.",
  "2": "Tu flujo de dinero está relacionado con el apoyo a los demás. 💡 Fuente: cuidado, asociación, psicología, sanación, acompañamiento.",
  "3": "Las finanzas llegan a través de la creatividad, el brillo y la comunicación. 💡 Fuente: blog, medios, docencia, actuaciones, arte.",
  "4": "Tus ingresos provienen de la estabilidad, la fiabilidad y la estructura. 💡 Fuente: finanzas, contabilidad, derecho, administración.",
  "5": "El dinero fluye cuando estás libre e inspirado. 💡 Fuente: marketing, viajes, startups, creatividad.",
  "6": "El dinero llega a través del servicio y el cuidado. 💡 Fuente: terapia, apoyo, arte, servicios.",
  "7": "Los ingresos vienen a través del conocimiento y la profundidad. 💡 Fuente: análisis, investigación, esoterismo, prácticas espirituales.",
  "8": "Ganas a través de la gestión, la influencia y los grandes recursos. 💡 Fuente: negocios, inversión, gestión de proyectos.",
  "9": "Las finanzas llegan cuando compartes conocimiento. 💡 Fuente: coaching, mentoría, psicología, peritaje.",
  "10": "Tus ingresos siguen a tu carisma y tu ejemplo. 💡 Fuente: escenario, mentoría, profesiones públicas.",
  "11": "Ganas a través de la belleza, la estética y la intuición. 💡 Fuente: arte, moda, diseño, esoterismo.",
  "12": "El dinero llega a través de la transformación de los demás. 💡 Fuente: terapia, coaching, trabajo en crisis, prácticas energéticas.",
  "13": "Los ingresos aparecen en los cambios, la espontaneidad y la flexibilidad. 💡 Fuente: proyectos no estándar, startups, reformas.",
  "14": "Tus ingresos vienen de la comunicación, las conexiones y la ligereza. 💡 Fuente: RRPP, eventos, publicidad, organización.",
  "15": "El dinero fluye tras tu pasión y tu carisma. 💡 Fuente: programas de transformación, ventas, psicología.",
  "16": "Las finanzas llegan a través de crisis, reinicios y cambios bruscos. 💡 Fuente: acompañamiento en crisis, construcción, reestructuración.",
  "17": "Tu flujo es la inspiración, las ideas y la creatividad. 💡 Fuente: visual, creatividad, medios, proyectos educativos.",
  "18": "Ingresos a través del placer, el cuerpo y la emocionalidad. 💡 Fuente: gastro-, arte-, psicoterapia, áreas de confort y disfrute.",
  "19": "Las finanzas llegan cuando brillas e inspiras. 💡 Fuente: proyectos de autor, blog, actuaciones, liderazgo.",
  "20": "La energía ancestral ayuda o dificulta. 💡 Fuente: negocio familiar, mentoría, prácticas genealógicas.",
  "21": "El flujo financiero viene a través de la conclusión, la consultoría y las soluciones sistémicas. 💡 Fuente: gestión de proyectos, estrategia, acompañamiento.",
  "22": "Ingresos a partir de soluciones no estándar e innovación. 💡 Fuente: innovaciones, metodologías integrativas, TI, formatos múltiples."
},

 "Bloqueo financiero": {
  "chakra": "Muladhara",
  "aspect": "Física",
  "description": "Muestra qué frena el flujo de dinero, qué patrones inconscientes bloquean la abundancia.\n💡 La tarea: tomar consciencia, transformar y crear una nueva relación con las finanzas.",
  "1": "El bloqueo surge por el miedo a perder el control y la necesidad de manejarlo todo. Esto impide confiar y abrirse a nuevos flujos. 💡 Lección: delegar, confianza, cooperación.",
  "2": "La dependencia de la pareja o de los demás puede limitar las finanzas. 💡 Lección: encontrar independencia y autosuficiencia.",
  "3": "El exceso de gasto emocional, la búsqueda de aprobación y la dependencia de la alegría de otros bloquea el dinero. 💡 Lección: madurez, límites y responsabilidad.",
  "4": "La rigidez, el conservadurismo y el miedo a los cambios frenan las finanzas. 💡 Lección: flexibilidad, apertura, aceptación de lo nuevo.",
  "5": "El desorden y la falta de disciplina bloquean el flujo financiero. 💡 Lección: sistematicidad, claridad, estructura.",
  "6": "El apego a la necesidad de complacer y de ser amado puede limitar el dinero. 💡 Lección: aprender a recibir, cuidar de uno mismo y ser autosuficiente.",
  "7": "El aislamiento y la desconfianza bloquean la abundancia. 💡 Lección: abrirse al mundo, interacción, compartir.",
  "8": "El orgullo, la ambición excesiva y el deseo de dominar bloquean el dinero. 💡 Lección: humildad, honestidad, interacción equilibrada.",
  "9": "El rechazo a servir a otros y el egoísmo bloquean la prosperidad. 💡 Lección: compartir, generosidad, sentido de misión.",
  "10": "El apego a la imagen, el miedo a ser peor que los demás bloquea el flujo financiero. 💡 Lección: autovalor real, aceptación y humildad.",
  "11": "La mentira, la manipulación y la deshonestidad en las finanzas son un bloqueo fuerte. 💡 Lección: sinceridad, transparencia, interacción justa.",
  "12": "El sacrificio, la culpa y la costumbre de vivir en déficit energético bloquean el dinero. 💡 Lección: cuidado de sí mismo, alegría, abundancia interior.",
  "13": "El miedo a los cambios y la necesidad de estabilidad rígida bloquean la abundancia. 💡 Lección: flexibilidad, aceptación del flujo, apertura.",
  "14": "La superficialidad y la inconstancia en el trabajo y las finanzas impiden construir prosperidad. 💡 Lección: disciplina, decisiones responsables.",
  "15": "La pasión excesiva, los deseos incontrolados y las dependencias distorsionan el flujo financiero. 💡 Lección: moderación, honestidad, gestión consciente de la energía.",
  "16": "Las crisis no vividas y los miedos al colapso bloquean el dinero. 💡 Lección: aceptar las pérdidas, reiniciarse, reconstruir.",
  "17": "Las ilusiones, los sueños sin acción y la evasión de la realidad bloquean las finanzas. 💡 Lección: realismo, acción, inspiración práctica.",
  "18": "La ansiedad, los miedos y el caos emocional bloquean el dinero. 💡 Lección: calma interior, equilibrio, confianza.",
  "19": "El ego excesivo, la ostentación y la necesidad de reconocimiento bloquean el flujo. 💡 Lección: humildad, servicio, respeto.",
  "20": "Los programas familiares, las deudas kármicas y las creencias heredadas limitan el dinero. 💡 Lección: limpiar el linaje, cambiar creencias y patrones.",
  "21": "El miedo al final, la incapacidad de concluir proyectos bloquea el flujo. 💡 Lección: cerrar etapas, concluir, soltar.",
  "22": "La inmadurez, el desorden y la evasión de la responsabilidad bloquean las finanzas. 💡 Lección: madurez, disciplina, estructura."
},

   "Energía masculina": {
  "description": "Se transmite por la línea paterna. Muestra qué fuerza o patrón ha heredado la persona de los hombres de su linaje.\n💡 Puede ser tanto un recurso como una tarea para sanar.",
  "Línea paterna": {
    "1": "La energía masculina del linaje es la fuerza del líder y del guerrero. El clan transmitió el impulso de proteger, guiar y asumir responsabilidad. 💡 Lección: no reprimir, sino dirigir la fuerza para el bien.",
    "2": "Energía de asociación, apoyo y sensibilidad emocional. 💡 Lección: ser fuerte en la suavidad, mostrar cuidado y confianza.",
    "3": "Línea de la alegría, la creatividad y la comunicación abierta. 💡 Lección: valentía para ser uno mismo, expresar sentimientos, inspirar.",
    "4": "Estabilidad, laboriosidad, estructura. Los hombres del linaje podían ser reservados, pero confiables. 💡 Lección: mostrar sentimientos sin caer en el control.",
    "5": "Libertad, cambios, búsqueda de sí mismo. El linaje pudo transmitir inestabilidad o deseo de novedad. 💡 Lección: encontrar el centro interior.",
    "6": "Cuidado, servicio, sacrificio. Los hombres del linaje podían poner a otros por encima de sí mismos. 💡 Lección: respeto a uno mismo y límites sanos.",
    "7": "Intelecto, desapego, profundidad. El linaje transmitió inclinación a la reflexión y la soledad. 💡 Lección: apertura e implicación.",
    "8": "Fuerza, poder, control. La línea masculina está ligada a la realización y los recursos. 💡 Lección: generosidad, gestión sabia.",
    "9": "Espiritualidad, sabiduría, servicio. El linaje pudo transmitir energía de enseñanza o de ermitaño. 💡 Lección: estar en el mundo compartiendo el conocimiento.",
    "10": "Orgullo, ambiciones, liderazgo. 💡 Lección: desarrollar verdadera dignidad sin reprimir a los demás.",
    "11": "Sensibilidad fina, intuición, tal vez secretismo. 💡 Lección: honestidad consigo mismo y expresión de los propios sentimientos.",
    "12": "Dolor, sacrificio, pruebas difíciles. 💡 Lección: restaurar la fuerza personal a través de la aceptación del pasado.",
    "13": "Inconstancia, dudas internas. 💡 Lección: encontrar un punto de apoyo interior, desarrollar estabilidad.",
    "14": "Ligereza, humor, huida de la profundidad. 💡 Lección: relación madura con los sentimientos, respeto a uno mismo y a los demás.",
    "15": "Sexualidad, pasión, manipulación. 💡 Lección: pureza de la motivación, respeto a la energía.",
    "16": "Destrucciones, crisis, reinicios. La línea masculina pudo portar traumas. 💡 Lección: ver la fuerza en los finales y comienzos.",
    "17": "Inspiración, sueño, ideal espiritual. 💡 Lección: arraigo, equilibrio entre el sueño y la realidad.",
    "18": "Sentimientos profundos, transformación emocional. 💡 Lección: vivir las emociones con dignidad y fuerza.",
    "19": "Luz, brillo, liderazgo. 💡 Lección: servicio, sin ego ni competencia.",
    "20": "Dolor ancestral, repetición de escenarios. 💡 Lección: sanación del linaje, consciencia, conclusión de historias pesadas.",
    "21": "Control, resistencia a soltar. 💡 Lección: aceptación de los ciclos, confianza.",
    "22": "Caos, extremos, inestabilidad. 💡 Lección: estructuración, madurez, responsabilidad."
  }
},



   "Energía femenina": {
  "description": "Se transmite por la línea materna. Responde por la intuición, la aceptación, el cuidado y la madurez emocional.\n💡 Muestra cómo se revela la esencia femenina y cómo sanar las heridas del linaje.",
  "Línea materna": {
    "1": "La fuerza de la línea femenina está en el liderazgo, la resistencia y la capacidad de guiar. Las mujeres pudieron ser el sostén del linaje. 💡 Lección: permitirse la suavidad, aceptar el apoyo.",
    "2": "Energía de cuidado, sensibilidad y asociación profunda. 💡 Lección: emocionalidad madura, honestidad y respeto a sí misma.",
    "3": "Alegría, creatividad, ligereza. La línea femenina transmite inspiración. 💡 Lección: no perderse en los demás, mantener la individualidad.",
    "4": "Estabilidad, control, severidad. Las mujeres pudieron reprimir los sentimientos para sobrevivir. 💡 Lección: confianza, soltar y aceptar.",
    "5": "Libertad, independencia, búsqueda de sí misma. 💡 Lección: equilibrio entre espacio personal e intimidad.",
    "6": "La línea femenina porta cuidado, sanación y servicio. 💡 Lección: desarrollar el autorrespeto, conservarse en la entrega.",
    "7": "Intuición, recogimiento, conocimiento. 💡 Lección: compartir sabiduría, estar en contacto con el mundo.",
    "8": "Fuerza, autorrealización, gestión. 💡 Lección: combinar la carrera con la madurez emocional y la aceptación.",
    "9": "Espiritualidad, sabiduría, servicio. 💡 Lección: arraigo, sencillez, expresión de sentimientos.",
    "10": "Brillo, carisma, éxito. 💡 Lección: humildad, sinceridad, luz interior.",
    "11": "Percepción fina, sensibilidad, belleza. 💡 Lección: fe en sí misma, realización del potencial.",
    "12": "Sacrificio, represión, dolor. 💡 Lección: sanación, autocuidado, límites personales.",
    "13": "Inestabilidad, variabilidad, búsqueda. 💡 Lección: centro interior, estructura, consciencia.",
    "14": "Encanto, ligereza, superficialidad. 💡 Lección: comunicación madura, profundidad de sentimientos.",
    "15": "Sensualidad, pasión, seducción. 💡 Lección: honestidad, respeto al cuerpo y a los deseos.",
    "16": "Destrucciones, pérdidas, crisis. 💡 Lección: ver la fuerza en el renacimiento, no temer los cambios.",
    "17": "Sueño, inspiración, evasión de la realidad. 💡 Lección: arraigo, equilibrio, realización de ideas.",
    "18": "Emocionalidad, profundidad, delicadeza. 💡 Lección: no disolverse en los sentimientos, madurez.",
    "19": "Luz, generosidad, resplandor. 💡 Lección: servicio a través del amor, no del ego.",
    "20": "Traumas ancestrales, repetición de escenarios. 💡 Lección: sanación a través de la consciencia y la conclusión.",
    "21": "Control, miedo a soltar. 💡 Lección: confianza, aceptación de los ciclos.",
    "22": "Caos, espontaneidad, inestabilidad. 💡 Lección: estructura, madurez, dirección."
    }
  }
}

}
 
 
 